Repository: satoshilabs/mytrezor-l10n
Catalog: lang/*/*.po
Languages: cs, el, id, ru

source: PIN change failed.
cs: Změna PINu selhala.
el: Η αλλαγή PIN απέτυχε.
ru: Ошибка изменения PIN-кода.

source: PIN was successfully changed.
cs: PIN byl úspěšně změněn.
el: Το PIN άλλαξε με επιτυχία.
ru: PIN -код был успешно изменен.

source: PIN was successfully removed.
cs: PIN byl úspěšně zrušen.
el: Το PIN καταργήθηκε με επιτυχία.
ru: PIN -код был успешно убран.

# advanced-label
source: Passphrase
cs: Přístupová fráze
el: Συνθηματική φράση
ru: Кодовая фраза

source: Passphrase change failed.
cs: Změna přístupové fráze selhala.
el: Η αλλαγή της φράσης πρόσβασης απέτυχε.
ru: Ошибка изменения кодовой фразы.

source: Passphrase is too long!
cs: Přístupová fráze je příliš dlouhá!
el: Η συνθηματική φράση είναι πάρα πολύ μεγάλη!
ru: Кодовая фраза слишком длинная!

source: Passphrases do not match!
cs: Přístupové fráze se neshodují!
el: Οι συνθηματικές φράσεις δεν ταιριάζουν!
ru: Кодовые фразы не совпадают!

source: Paste the CSV here:
cs: Zde vložte CSV:
el: Επικολλήστε το αρχείο CSV εδώ:
ru: Вставьте CSV здесь:

source: Perfect, impossible to guess!
cs: Perfektní, nemožné uhodnout!

source: Please confirm the firmware fingerprint.
cs: Potvrďte prosím otisk firmwaru.
el: Παρακαλούμε επιβεβαιώστε το δακτυλικό αποτύπωμα του firmware.
ru: Подтвердите отпечатки пальцев прошивки.

# send-button-tooltip
source: Please connect your device to send coins.
cs: Pro odeslání prostředků připojte TREZOR.
el: Παρακαλούμε συνδέστε τη συσκευή σας για να στείλετε νομίσματα.
ru: Пожалуйста, подключите устройство для отправки биткойнов.

# sign-button-tooltip
source: Please connect your device to sign messages.
cs: Pro podepsání zpráv připojte TREZOR.
el: Παρακαλούμε συνδέστε τη συσκευή σας για να υπογράψετε μηνύματα.
ru: Пожалуйста, подключите устройство для подписи сообщений.

source: Please enter the device label
cs: Zadejte prosím název zařízení
el: Παρακαλούμε εισάγετε την ετικέτα της συσκευής
ru: Пожалуйста, введите обозначение устройства

# send-button-tooltip
source: Please fill in address
cs: Vyplňte prosím adresu
el: Παρακαλούμε συμπληρώστε τη διεύθυνση
ru: Пожалуйста, впишите адрес

# send-button-tooltip
source: Please fill in amount
cs: Vyplňte prosím částku
el: Παρακαλούμε συμπληρώστε το ποσό
ru: Пожалуйста, впишите сумму

# sign-button-tooltip
source: Please fill in message and address.
cs: Vyplňte prosím zprávu a adresu.
el: Παρακαλούμε συμπληρώστε το μήνυμα και τη διεύθυνση.
ru: Пожалуйста, напишите сообщение и адрес.

# send-button-tooltip
source: Please reload the page to send money.
cs: Pro odeslání peněz prosím znovunačtěte stránku.

# send-button-tooltip
source: Please wait a few seconds...
cs: Chviličku strpení...
el: Παρακαλούμε περιμένετε λίγα δευτερόλεπτα...
ru: Пожалуйста, подождите несколько секунд...

# button-tooltip
source: Please wait.
cs: Čekejte prosím.
el: Παρακαλούμε περιμένετε.
ru: Пожалуйста, подождите.

source: Please, re-enter correct PIN.
cs: Zadejte prosím znovu správný PIN.

source: QR scanning failed.
cs: Skenování QR kódu selhalo.
el: Η QR σάρωση απέτυχε.
ru: QR сканирование не удалось.

source: Rates by
cs: Kurzy od

source: Raw transaction in hex format:
cs: Neupravená transakce v hex formátu:
el: RAW συναλλαγή σε δεκαεξαδική μορφή:
ru: Raw транзакция в 16-ричном формате:

source: Re-enter new
cs: Zadejte znovu nový PIN pro

source: Reading of accounts failed.
cs: Načítání účtů selhalo.
el: Απέτυχε η ανάγνωση των λογαριασμών.
ru: Не удалось выполнить чтение счетов.

source: Recovery failed.
cs: Obnovení selhalo.
el: Απέτυχε η ανάκτηση.
ru: Ошибка восстановления.

source: Recovery seed or XPRV private key
cs: Obnovovací seed nebo privátní klíč XPRV
el: Recovery seed ή ιδιωτικό κλειδί XPRV
ru: Фраза восстановления или личный ключ XPRV

source: Recovery seed setup
cs: Nastavení obnovovacího seedu
el: Εγκατάσταση recovery seed
ru: Установка фразы восстановления

source: Release notes
cs: Protokol změn
el: Σημειώσεις έκδοσης
ru: Примечания к версии

# forget-button
source: Remember
cs: Zapamatovat
el: Απομνημόνευση
ru: Запомнить

source: Remove recipient
cs: Odstranit příjemce
el: Κατάργηση παραλήπτη
ru: Удаление получателя

source: Rename account
cs: Přejmenovat účet
el: Μετονομασία λογαριασμού
ru: Переименовать счет

source: Rename this account
cs: Přejmenovat tento účet
el: Μετονομάστε αυτό το λογαριασμό
ru: Переименовать этот счет

source: Save &amp; Reload
cs: Uložit a načíst znovu
el: Αποθήκευση &amp; Επαναφόρτωση
ru: Сохранить и перезапустить

source: Scan address from a QR code
cs: Naskenovat adresu z QR kódu
el: Σάρωση διεύθυνσης από ένα QR code
ru: Сканировать адрес из QR-кода

# xpub-text
source: Scan it into an application that supports XPUBs such as
cs: Naskenujte ho do aplikace podporující XPUBy, jako například
el: Σαρώστε το σε μια εφαρμογή που υποστηρίζει, όπως XPUBs
ru: Сканировать в приложение, которое поддерживает XPUBы. Например,

source: Seed recovery
cs: Obnovení seedu
ru: Фраза восстановления

source: Select platform...
cs: Vyberte platformu...
el: Επιλέξτε την πλατφόρμα...
ru: Выбрать платформу...

# button
source: Send
cs: Odeslat
el: Αποστολή
ru: Отправка

source: Set maximum possible amount
cs: Nastavit maximální možnou částku
el: Ορίστε το μέγιστο δυνατό ποσό
ru: Установить максимально возможную сумму

source: Setup failed.
cs: Nastavení selhalo.
el: Το πρόγραμμα εγκατάστασης απέτυχε.
ru: Установка не удалась.

source: Show XPUBs
cs: Zobrazit XPUBy
el: Εμφάνιση XPUBs
ru: Показать XPUB ключи

source: Show changes
cs: Zobrazit změny
el: Εμφάνιση αλλαγών
ru: Показать изменения

source: Show details
cs: Zobrazit detaily
el: Εμφάνιση λεπτομερειών
ru: Показать детали

source: Show less
cs: Ukázat méně

source: Show log
cs: Zobrazit protokol
el: Προβολή αρχείου καταγραφής
ru: Показать журнал

source: Show passphrase
cs: Zobrazit přístupovou frázi
el: Εμφάνιση συνθηματικής φράσης
ru: Показать кодовую фразу

source: Show transaction details
cs: Zobrazit podrobnosti transakce
el: Εμφάνιση λεπτομερειών συναλλαγής
ru: Показать детали транзакции

source: Signed successfully.
cs: Úspěšně podepsáno.
el: Υπεγράφη με επιτυχία.
ru: Подпись произведена успешно.

source: Signing and sending transaction&hellip;
cs: Podepisování a odesílání transakce &hellip;
el: Υπογραφή και αποστολή συναλλαγής &hellip;
ru: Подписание и отправка транзакций &hellip;

source: Size:
cs: Velikost:
el: Μέγεθος:
ru: Размер:

source: Skip mnemonic checksum
cs: Přeskočit kontrolní součet obnovovacího seedu
el: Παράλειψη ελέγχου μνημονικού αθροίσματος
ru: Пропустить мнемоническую контрольную сумму

source: Some fields are incorrect.
cs: Některá pole nejsou správná.
el: Ορισμένα πεδία είναι εσφαλμένα.
ru: Некоторые поля некорректны.

source: Strong enough!
cs: Dostatečně silný!

# flash
source: Success
cs: Povedlo se
el: Επιτυχής
ru: Успех

source: Support
cs: Podpora
el: Υποστήριξη
ru: Поддержка

source: Support needed?
cs: Potřebujete pomoc?
el: Χρειάζεστε υποστήριξη;
ru: Нужна поддержка?

source: TREZOR Bridge update
cs: Aktualizace TREZOR Bridge
el: Ενημέρωση TREZOR Bridge
ru: Обновление TREZOR Bridge

source: TREZOR Wallet labeling
cs: TREZOR Wallet popisky
el: TREZOR Wallet επισήμανση
ru: обозначения TREZOR Wallet

source: TREZOR cannot sign non-ASCII characters.
cs: TREZOR nemůže podepsat ne-ASCII znaky.
el: Το TREZOR δεν μπορεί να υπογράψει μη ASCII χαρακτήρες.
ru: TREZOR не может подписывать символы не-ASCII.

source: TREZOR cannot verify non-ASCII characters.
cs: TREZOR nemůže ověřit ne-ASCII znaky.
el: Το TREZOR δεν μπορεί να επαληθεύσει τους μη ASCII χαρακτήρες.
ru: TREZOR не может проверять не-ASCII символы.

source: TREZOR loading failed
cs: Načtení TREZORu selhalo
el: Η φόρτωση του TREZOR απέτυχε
ru: Ошибка загрузки TREZOR

source: Terms
cs: Podmínky

source: The bitcore server doesn't seem to reply. Please select another server.
cs: Bitcore server neodpovídá. Vyzkoušejte prosím jiný server.

source: The final size can differ a few bytes, since the transaction is created on TREZOR.
cs: Výsledná velikost se může lišit o pár bytů, protože transakce se vytváří v TREZORu.
el: Το τελικό μέγεθος μπορεί να διαφέρει σε λίγα bytes, δεδομένου ότι η συναλλαγή έχει δημιουργηθεί στο TREZOR.
ru: Окончательный размер может отличаться на несколько байтов, так как транзакция создается на TREZOR.

# xpub-text
source: Then, you can watch your transactions and receive payments everywhere without carrying your TREZOR.
cs: Poté můžete sledovat své transakce a přijímat platby kdekoliv bez nutnosti nosit s sebou TREZOR.
el: Στη συνέχεια, μπορείτε να παρακολουθήσετε τις συναλλαγές σας και να λαμβάνετε πληρωμές παντού χωρίς να μεταφέρετε το TREZOR σας.
ru: Затем вы можете посмотреть на Ваши транзакции и получать платежи повсюду без наличия Вашего TREZORа с собой.

source: This is an advanced interface intended for developer use only!
cs: Toto je pokročilé rozhraní zamýšlené pouze pro vývojové účely!
el: Αυτή είναι μια προηγμένη διεπαφή που προορίζεται για χρήση προγραμματιστή μόνο!
ru: Этот расширенный интерфейс предназначен исключительно для разработчиков!

source: To add accounts, make sure your device is connected and the last account is not empty.
cs: Pro přidání účtů se ujistěte, že je TREZOR připojen a poslední účet není prázdný.
el: Για να προσθέσετε λογαριασμούς, βεβαιωθείτε ότι η συσκευή είναι συνδεδεμένη και ο τελευταίος λογαριασμός δεν είναι κενός.
ru: Чтобы добавить счета, убедитесь, что устройство подключено и последний счет не является пустым.

# send-done
source: Transaction
cs: Transakce
el: Συναλλαγή
ru: Транзакция

source: Try again
cs: Zkusit znovu
el: Δοκιμάστε ξανά
ru: Попробуйте снова

source: URL needs to start with https://
cs: Adresa URL musí začínat https://
el: Το URL πρέπει να αρχίζει με https://
ru: URL-адрес должен начинаться с https://

source: URL needs to start with https:// or http://
cs: Adresa URL musí začínat https:// nebo http://
el: Το URL πρέπει να αρχίζει με https:// ή http://
ru: URL-адрес должен начинаться с https:// или http://

source: Unconfirmed
cs: Nepotvrzená
el: Ανεπιβεβαίωτη
ru: Не подтверждено

source: Unlike your TREZOR, computers are not safe. Malware might replace bitcoin addresses you see.
cs: Na rozdíl od Vašeho TREZORu nejsou počítače bezpečné. Malware by mohl nahradit bitcoinové adresy, které vidíte.
el: Σε αντίθεση με το TREZOR σας, οι υπολογιστές δεν είναι ασφαλείς. Κακόβουλο λογισμικό μπορεί να αντικαταστήσει τις διευθύνσεις bitcoin που βλέπετε.
ru: В отличие от Вашего TREZORа, компьютеры не являются безопасными. Вредоносные программы могут заменять биткойн адреса, которые Вы видите.

source: Unnecessarily too long.
cs: Zbytečně dlouhý.

source: Update failed
cs: Aktualizace selhala
el: Η ενημέρωση απέτυχε
ru: Не удалось обновить

source: Update was successful
cs: Aktualizace byla úspěšná
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία
ru: Обновление выполнено успешно

source: Upgrade
cs: Aktualizace
el: Αναβάθμιση
ru: Обновить

# bridge-update
source: Upgrade for the newest features and bug fixes.
cs: Aktualizujte pro získání nejnovějších funkcí a bezpečnostních záplat.
el: Αναβαθμίστε για τα νεότερα χαρακτηριστικά και διορθώσεις σφαλμάτων.
ru: Обновить, чтобы иметь доступ к новейшим функциям и исправлениям.

# firmware-update
source: Upgrade for the newest features and bug fixes.
cs: Aktualizujte pro získání nejnovějších funkcí a bezpečnostních záplat.
el: Αναβαθμίστε για τα νεότερα χαρακτηριστικά και διορθώσεις σφαλμάτων.
ru: Обновить, чтобы иметь доступ к новейшим функциям и исправлениям.

source: Uploading firmware...
cs: Aktualizace firmwaru...
el: Ανέβασμα firmware...
ru: Загрузка прошивки...

source: Used in other window
cs: Používá se v jiném okně
el: Χρησιμοποιείται σε άλλο παράθυρο
ru: Используется в другом окне

source: Versions
cs: Verze
el: Εκδόσεις
ru: Версии

source: Waiting for camera&hellip;
cs: Čekám na kameru &hellip;
el: Αναμονή για την camera&hellip;
ru: Ожидание камеры &hellip;

source: Wallet
cs: Peněženka

source: We recommend you to verify the payment address through independent communication channels such as a phone call or a text message.
cs: Doporučujeme si ověřit cílovou adresu nezávislými kanály jako telefon nebo textová zpráva.
el: Σας συνιστούμε να επαληθεύσετε τη διεύθυνση πληρωμής μέσω ανεξάρτητων καναλιών επικοινωνίας όπως μια τηλεφωνική κλήση ή ένα μήνυμα κειμένου.
ru: Советуем Вам проверить адрес оплаты через независимые коммуникационные каналы, такие как телефонный звонок или же текстовое сообщение.

source: Wipe failed.
cs: Vymazání selhalo.
el: Το Wipe απέτυχε.
ru: Не удалось выполнить очистку.

source: Wipe finished
cs: Vymazání dokončeno
el: To Wipe ολοκληρώθηκε
ru: Очистка завершена

source: With TREZOR Chrome Extension you can use TREZOR Wallet in Chrome without installing any other software.
cs: S TREZOR Chrome rozšířením můžete používat TREZOR Wallet v prohlížeči Chrome bez instalace dalších programů.
el: Με την TREZOR Chrome Επέκταση μπορείτε να χρησιμοποιήσετε το TREZOR Wallet στον Chrome χωρίς να εγκαταστήσετε οποιοδήποτε άλλο λογισμικό.
ru: С помощью Chrome Extension TREZOR можно использовать TREZOR Wallet в Chrome без установки другого программного обеспечения.

source: Would you like TREZOR Wallet to forget your old device with the old data or to remember it?
cs: Přejete si, aby TREZOR Wallet Vaše staré zařízení se starými daty zapoměl nebo aby si ho pamatoval?
el: Θα θέλατε το TREZOR Wallet να ξεχάσει την παλιά σας συσκευή με τα παλιά δεδομένα ή να την θυμάται;
ru: Вы хотите, чтобы TREZOR Wallet забыл старое устройство со старыми данными или запомнил его?

source: Write down the recovery seed from your device.
cs: Opište si prosím obnovovací seed ze zařízení.

source: Wrong PIN on
cs: Špatný PIN na

source: Yes, update
cs: Ano, aktualizovat
el: Ναι, ενημερώστε
ru: Да, обновить

source: You can also download and install the APK directly.
cs: Můžete si také stáhnout a nainstalovat APK přímo.
el: Επίσης, μπορείτε να κατεβάσετε και να εγκαταστήσετε το APK άμεσα.
ru: Вы также можете загрузить и установить APK непосредственно.

source: You can try to resend this transaction using
cs: Můžete zkusit poslat transakci znovu pomocí
el: Μπορείτε να δοκιμάσετε να ξαναστείλετε αυτή τη συναλλαγή χρησιμοποιώντας
ru: Вы можете попытаться повторно отправить эту транзакцию с помощью

source: You cannot add more than 10 accounts.
cs: Nelze použít více než 10 účtů.

source: You're about to send a lot of money!
cs: Chystáte se odeslat velký objem peněz!
el: Είστε έτοιμοι να στείλετε πολλά χρήματα!
ru: Вы собираетесь отправить кучу денег!

source: Your TREZOR is not in the firmware update mode.
cs: Váš TREZOR není v režimu aktualizace firmwaru.
el: Το TREZOR σας δεν είναι στη λειτουργία ενημέρωσης firmware.
ru: Ваш TREZOR не находится в режиме обновления прошивки.

source: Your device firmware is outdated
cs: Firmware ve Vašem zařízení je zastaralý
el: Το firmware της συσκευής σας είναι ξεπερασμένο
ru: Прошивка устройства устарела

source: Your device firmware is outdated.
cs: Firmware ve Vašem zařízení je zastaralý.

source: Your message is {{accountSignCtrl.signMessage.message.length}} letters long.
cs: Vaše zpráva je {{accountSignCtrl.signMessage.message.length}} znaků dlouhá.
el: Το μήνυμά σας είναι {{accountSignCtrl.signMessage.message.length}} γράμματα μακρύ.
ru: Длина Вашего сообщения {{accountSignCtrl.signMessage.message.length}} букв.

source: Your message is {{accountSignCtrl.verifyMessage.message.length}} letters long.
cs: Vaše zpráva je {{accountSignCtrl.verifyMessage.message.length}} znaků dlouhá.
el: Το μήνυμά σας είναι {{accountSignCtrl.verifyMessage.message.length}} γράμματα μακρύ.
ru: Длина Вашего сообщения {{accountSignCtrl.verifyMessage.message.length}} букв.

source: counting...
cs: přepočítávám…
el: καταμέτρηση...
ru: подсчёт...

source: external Broadcast Transaction tool
cs: externí nástroj na přenos transakcí

source: in your message is not an ASCII character.
cs: ve zprávě není ASCII znak.
el: το μήνυμά σας δεν είναι ένας χαρακτήρα ASCII.
ru: Ваше сообщение не содержит ASCII символ.

# xpub-text
source: or
cs: nebo
el: ή
ru: или

source: or
cs: nebo

source: phase
cs: fáze
el: φάση
ru: фаза

source: the change address
cs: meziadresa
el: η αλλαγή διεύθυνσης
ru: изменить адрес

# send-done
source: was successfully sent.
cs: byla úspěšně odeslána.
el: στάλθηκε επιτυχώς.
ru: был успешно отправлен.

# advanced-label
source: Firmware
el: Υλικολογισμικό
ru: Прошивка

source: PIN
ru: РIN-код
