Repository: satoshilabs/mytrezor-l10n
Catalog: lang/*/*.po
Languages: cs, el, id, ru

source: Write down the 14th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 14 dari TREZOR kedalam kartu recovery seed.

source: Write down the 15th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 15 dari TREZOR kedalam kartu recovery seed.

source: Write down the 16th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 16 dari TREZOR kedalam kartu recovery seed.

source: Write down the 17th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 17 dari TREZOR kedalam kartu recovery seed.

source: Write down the 18th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 18 dari TREZOR kedalam kartu recovery seed.

source: Write down the 19th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 19 dari TREZOR kedalam kartu recovery seed.

source: Write down the 1st word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 1 dari TREZOR kedalam kartu recovery seed.

source: Write down the 20th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 20 dari TREZOR kedalam kartu recovery seed.

source: Write down the 21st word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 21 dari TREZOR kedalam kartu recovery seed.

source: Write down the 22nd word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 22 dari TREZOR kedalam kartu recovery seed.

source: Write down the 23rd word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 23 dari TREZOR kedalam kartu recovery seed.

source: Write down the 24th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 24 dari TREZOR kedalam kartu recovery seed.

source: Write down the 2nd word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 2 dari TREZOR kedalam kartu recovery seed.

source: Write down the 3rd word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 3 dari TREZOR kedalam kartu recovery seed.

source: Write down the 4th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 4 dari TREZOR kedalam kartu recovery seed.

source: Write down the 5th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 5 dari TREZOR kedalam kartu recovery seed.

source: Write down the 6th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 6 dari TREZOR kedalam kartu recovery seed.

source: Write down the 7th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 7 dari TREZOR kedalam kartu recovery seed.

source: Write down the 8th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 8 dari TREZOR kedalam kartu recovery seed.

source: Write down the 9th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 9 dari TREZOR kedalam kartu recovery seed.

# heading
source: Write down the recovery seed from your device.
id: Tuliskan recovery seed dari perangkat anda.

# button
source: Yes, install
id: Ya, install

# button
source: Yes, update
id: Ya, update

# date
source: Yesterday
id: Kemarin

source: You are now switching to the Bitcoin Cash (BCH) wallet.
id: Anda sekarang beralih ke dompet Bitcoin Cash (BCH).

# heading
source: You are opening TREZOR Beta Wallet
id: Anda membuka TREZOR Beta Wallet

# button
source: You can also download and install the APK directly.
id: Anda juga dapat mendownload dan menginstal APK secara langsung.

# text-with-link
source: You can try to resend this transaction using <a>external Broadcast Transaction tool</a>
id: Anda dapat mencoba mengirim ulang transaksi ini menggunakan

# tooltip
source: You cannot add more than 10 accounts.
id: Anda tidak dapat menambahkan lebih dari 10 akun.

source: You might be asked to retype some words that are not part of your recovery seed.
cs: Můžete být požádáni o napsání některých slov, která nejsou součástí Vašeho obnovovacího seedu.
el: Ενδέχεται να σας ζητηθεί να πληκτρολογήσετε ξανά κάποιες λέξεις που δεν αποτελούν μέρος του recovery seed σας.
id: Anda mungkin akan diminta menuliskan kembali beberapa kata yang bukan merupakan bagian dari recovery seed anda.
ru: Вам может быть предложено повторно ввести несколько слов, которые не являются частью Вашей фразы восстановления.

source: You were disconnected.
cs: Byl jste odpojen.
id: Anda terputus.

source: You will have to enable the passphrase encryption again to see your current wallet.
cs: Abyste se dostali ke své aktuální peněžence, budete muset zapnout šifrování pomocí přístupové fráze.
el: Θα πρέπει να ενεργοποιήσετε την κρυπτογράφηση της συνθηματικής φράσης και πάλι για να δείτε το τρέχον πορτοφόλι σας.
id: Anda mungkin perlu mengaktifkan enkripsi passphrase kembali untuk dapat melihat dompet anda saat ini.
ru: Чтобы снова увидеть Ваш текущий бумажник, необходимо будет включить шифрование кодовой фразой.

# warning-message
source: You're about to send a lot of money!
id: Anda akan mengirim banyak uang!

# heading
source: Your PINs were not matching
id: PIN anda tidak sesuai

source: Your TREZOR is already initialized. Check that you have your Recovery seed with you before updating the firmware!
id: TREZOR anda berhasil diinisiasi. Lakukan cek apakah anda telah mempunyai Recovery Seed sebelum anda memperbarui firmware!

# heading
source: Your TREZOR is not in the firmware update mode.
id: TREZOR anda tidak dalam mode perbarui firmware.

source: Your TREZOR was successfully wiped.
cs: Váš TREZOR byl úspěšně vymazán.
el: Το TREZOR σας έγινε wiped με επιτυχία.
id: TREZOR anda berhasil dihapus.
ru: Данные с Вашего TREZORа были успешно стерты.

# heading
source: Your device firmware is outdated
id: Firmware perangkat anda sudah usang

# heading
source: Your device firmware is outdated.
id: Firmware perangkat anda sudah usang.

source: Your device is not fully loaded. Reconnect it to use it.
cs: Vaše zařízení není plně načteno. Zařízení odpojte a připojte znovu.
el: Η συσκευή σας δεν είναι πλήρως φορτωμένη. Επανασυνδέστε την για να τη χρησιμοποιήσετε.
id: Perangkat anda tidak sepenuhnya berhasil dimuat. Sambungkan kembali untuk menggunakannya.
ru: Устройство не загрузилось полностью. Подключите его снова.

source: Your images
cs: Vaše obrázky
el: Οι εικόνες σας
id: Gambar anda
ru: Ваши изображения

source: Your installation of TREZOR Bridge needs to be upgraded first.
cs: Váš nainstalovaný TREZOR Bridge musí být nejdříve aktualizován.
el: Η εγκατάσταση της TREZOR Bridge πρέπει να αναβαθμιστεί πρώτα.
id: Instalasi TREZOR Bridge anda perlu diperbarui terlebih dahulu.
ru: Сначала нужно произвести обновление установок TREZOR Bridge.

# warning-message
source: Your installation of TREZOR Bridge needs to be upgraded first.
id: Instalasi TREZOR Bridge anda perlu diperbarui terlebih dahulu.

source: add your comments to transactions
cs: přidávat vlastní komentáře k transakcím
el: προσθέστε τα σχόλιά σας για τις συναλλαγές
id: tambahkan komentar anda pada transaksi
ru: добавьте ваши комментарии к транзакциям

source: coffee by jen is licenced under CC BY 2.0
cs: coffee od jen je licencováno pod CC BY 2.0
el: καφές από την jen είναι χορηγημένη άδεια υπό CC από 2.0
id: Kopi oleh jen dengan lisensi dibawah CC BY 2.0
ru: coffee. Автор: jen Лицензия: CC BY 2.0

# transaction-time
source: day
id: Hari ini

source: disconnect the device
cs: odpojte zařízení
el: αποσυνδέστε τη συσκευή
id: putuskan sambungan perangkat
ru: отключить устройство

# typeahead
source: from history
cs: z historie
el: από το ιστορικό
id: dari sejarah
ru: из истории

# transaction-time
source: hour
cs: hodina
el: ώρα
id: jam
ru: час

source: label addresses
cs: přidávat popisky k adresám
el: ετικέτα διευθύνσεων
id: label alamat
ru: обозначения адресов

source: leave empty to keep PIN protection disabled
cs: nechte prázdné pro zachování vypnuté PIN ochrany
el: αφήστε κενό για να κρατήσετε την προστασία PIN απενεργοποιημένη
id: biarkan kosong agar proteksi PIN dinonaktifkan
ru: оставьте пустым, чтобы PIN-код защита оставалась деактивированной

# transaction-time
source: minute
cs: minuta
el: λεπτό
id: menit
ru: минута

source: not set
cs: není nastaveno
el: δεν έχει οριστεί
id: tidak diatur
ru: не установлено

source: plug it in while holding both device buttons pressed
cs: při připojování zařízení držte prosím obě tlačítka stisknutá
el: συνδέστε το κρατώντας και τα δύο κουμπιά της συσκευής πατημένα
id: pasanglah dengan tetap menekan kedua tombol
ru: Подключите его, удерживая обе кнопки устройства нажатыми

source: rename accounts
cs: přejmenovávat účty
el: μετονομασία λογαριασμών
id: ubah nama akun
ru: переименовать счета

# date
source: unconfirmed
id: Belum dikonfirmasi

source: use the full-text search
cs: používat fulltextové vyhledávání
el: χρησιμοποιήστε την αναζήτηση πλήρους κειμένου
id: gunakan teks pencarian lengkap
ru: использование поиска по всему тексту

# typeahead
source: your account
cs: Váš účet
el: το λογαριασμό σας
id: akun anda
ru: Ваш счет

source: (automatically in
cs: (automaticky v
el: (αυτόματα στο
ru: (автоматически в

source: 1 per row
cs: 1 na řádek
el: 1 ανά σειρά
ru: 1 на строку

source: <hr> If you want to use TREZOR with different browsers, please install TREZOR Bridge.
cs: <hr> Pokud chcete používat TREZOR s jinými prohlížeči, nainstalujte si prosím TREZOR Bridge.

source: Action was interrupted
cs: Akce byla přerušena
el: Η ενέργεια διακόπηκε
ru: Действие было прервано

source: Add account
cs: Přidat účet
el: Προσθήκη λογαριασμού
ru: Добавить счет

source: Add legacy account
cs: Přidat účet starého typu

# send
source: Address
cs: Adresa
el: Διεύθυνση
ru: Адрес

source: Address is required.
cs: Adresa je vyžadována.
el: Απαιτείται διεύθυνση.
ru: Требуется адрес.

source: Address verification failed.
cs: Ověření adresy selhalo.
el: Η επαλήθευση διεύθυνσης απέτυχε.
ru: Ошибка верификации адреса.

# header
source: Advanced
cs: Pokročilé
el: Προχωρημένες
ru: Продвинутый

source: All data on your device will be deleted.
cs: Všechna data na Vašem zařízení budou smazána.
el: Όλα τα δεδομένα στη συσκευή σας θα διαγραφούν.
ru: Все данные на вашем устройстве будут удалены.

source: All time
cs: Úplná historie

source: Amount
cs: Částka
el: Ποσό
ru: Сумма

source: Amount has too many decimals
cs: Částka má příliš mnoho desetinných míst
el: Το ποσό έχει πάρα πολλά δεκαδικά ψηφία
ru: Сумма содержит много знаков после запятой

source: Amount is not a number
cs: Částka není číslo
el: Το ποσό αυτό δεν είναι ένας αριθμός
ru: Сумма не является числом

source: Amount is required.
cs: Částka je vyžadována.
el: Απαιτείται ποσό.
ru: Требуется назначить сумму.

source: Amount is too low
cs: Částka je příliš nízká
el: Το ποσό είναι πολύ χαμηλό
ru: Сумма слишком низкая

source: App Settings
cs: Nastavení aplikace

source: Application Settings
cs: Nastavení aplikace
el: Ρυθμίσεις εφαρμογής
ru: Настройки приложения

# header
source: Basic
cs: Základní
el: Βασικός
ru: Основной

source: Bitcore Server URL
cs: URL Bitcore serveru
ru: Bitcore Сервер URL

source: Bitcore server failed.
cs: Bitcore server selhal.

source: Bootloader mode
cs: Režim aktualizace
el: Bootloader κατάσταση
ru: Режим загрузчика

source: Cancel
cs: Zrušit
el: Ακύρωση
ru: Отмена

source: Careful, It's too easy to guess.
cs: Opatrně, PIN je příliš jednoduchý.

source: Caution!
cs: Pozor!
el: Προσοχή!
ru: Внимание!

source: Cell delimiter
cs: Oddělovač buněk
el: Κελί οριοθέτησης
ru: Разделитель ячейки

source: Change
cs: Změnit
el: Αλλαγή
ru: Изменить

source: Changelog
cs: Protokol změn
ru: Журнал изменений

source: Check address on TREZOR display
cs: Zkontrolujte adresu na displeji TREZORu
el: Ελέγξτε τη διεύθυνση στην Trezor οθόνη
ru: Проверьте адрес на экранеTREZOR

source: Click on XPUB to show its QR code.
cs: Klikněte na XPUB pro zobrazení jeho QR kódu.
el: Κάντε κλικ στο XPUB για να δείξει τον QR κώδικά του.
ru: Кликните XPUB, чтобы показать его QR код.

source: Click to renew session
cs: Klikněte pro obnovení relace
el: Κάντε κλικ για να επανασυνδεθείτε
ru: Кликните для возобновления сеанса

source: Close
cs: Zavřít
el: Κλείσιμο
ru: Закрыть

source: Comment
cs: Komentář
el: Σχόλιο
ru: Комментарий

source: Confirm action on your TREZOR device.
cs: Potvrďte akci na Vašem TREZORu.

source: Confirm action on your device.
cs: Potvrďte akci na Vašem zařízení.

source: Confirm passphrase encryption
cs: Potvrďte šifrování pomocí přístupové fráze
el: Επιβεβαιώσετε τη φράση πρόσβασης κρυπτογράφησης
ru: Подтвердите шифрование кодовой фразой

source: Confirm provided information.
cs: Potvrďte zobrazené informace.

source: Congratulations! Your device is now ready to use.
cs: Gratulujeme! Vaše zařízení je připraveno k použití.
el: Συγχαρητήρια! Η συσκευή σας είναι τώρα έτοιμη για χρήση.
ru: Поздравляем! Ваше устройство готово к использованию.

source: Connect to Dropbox
cs: Připojit k Dropboxu
el: Συνδεθείτε στο Dropbox
ru: Соединить с Dropbox

source: Connected device
cs: Připojené zařízení

source: Continue
cs: Pokračovat
el: Συνέχεια
ru: Продолжить

source: Currency backend
cs: Backend pro měnu

source: Custom
cs: Vlastní

source: Device
cs: Zařízení
el: Συσκευή
ru: Устройство

source: Device ID
cs: ID zařízení
el: Αναγνωριστικό συσκευής
ru: ID Устройства

source: Device firmware is outdated.
cs: Firmware zařízení je zastaralý.

source: Device is updated in other window
cs: Zařízení je aktualizováno v jiném okně
el: Η συσκευή ενημερώνεται σε άλλο παράθυρο
ru: Устройство обновляется в другом окне

# load-label
source: Device label
cs: Název zařízení
el: Ετικέτα συσκευής
ru: Обозначение устройства

source: Device label
cs: Název zařízení
el: Ετικέτα συσκευής
ru: Обозначение устройства

source: Disconnect your TREZOR now
cs: Nyní odpojte Váš TREZOR
el: Αποσυνδέστε το TREZOR σας τώρα
ru: Отключите сейчас ваш TREZOR

source: Disconnected device
cs: Odpojené zařízení

source: Display transaction on explorer
cs: Zobrazit transakci v průzkumníku

source: Do you want to update the device firmware?
cs: Chcete aktualizovat firmware zařízení?
el: Θέλετε να ενημερώσετε το υλικολογισμικό της συσκευής;
ru: Вы хотите обновить прошивку устройства?

source: Docs
cs: Dokumenty

# forget-button
source: Don't forget
cs: Nezapomenout
el: Μην ξεχάσετε
ru: Не забывать

source: Don't have a TREZOR?
cs: Ještě nemáte TREZOR?

source: Download
cs: Ke stažení
el: Λήψη
ru: Загрузить

source: Download TREZOR Manager App on Google Play.
cs: Stáhněte si TREZOR Manager App z Google Play.
el: Κατεβάστε το TREZOR Manager App στο Google Play.
ru: Скачайте приложение Manager TREZOR на Google Play.

source: Downloading firmware...
cs: Stahování firmwaru...
el: Λήψη υλικολογισμικού...
ru: Загрузка прошивки...

source: ETH / ETC Wallet
cs: ETH / ETC peněženka

source: Edit Device basics
cs: Upravit základní nastavení

source: Enable Labeling
cs: Zapnout popisky

source: Enable labeling
cs: Zapnout popisky
el: Ενεργοποίηση επισήμανσης
ru: Включить обозначения

source: Enable labeling on
cs: Zapnout popisky na

# pin-button
source: Enter
cs: Potvrdit
el: Εισάγετε
ru: Ввод

source: Enter
cs: Potvrdiť

# passphrase-button
source: Enter
cs: Potvrdit
el: Εισάγετε
ru: Ввод

source: Enter passphrase for
cs: Zadejte přístupovou frázi pro

source: Error details:
cs: Podrobnosti o chybě:
el: Λεπτομέρειες σφάλματος:
ru: Детали ошибки:

source: Ethereum Wallet
cs: Ethereum peněženka

source: Exchange:
cs: Směnárna:

source: Out
cs: Výdaje

source: Explorer URL
cs: URL exploreru

source: Failed to add account.
cs: Přidání účtu selhalo.
el: Αποτυχία προσθήκης λογαριασμού.
ru: Не удалось добавить счет.

source: Failed to change the device label.
cs: Přejmenování zařízení selhalo.
el: Αποτυχία αλλαγής ετικέτας συσκευής.
ru: Неудачное изменение обозначения устройства.

source: Failed to renew session.
cs: Obnovení relace selhalo.
el: Αποτυχία ανανέωσης περιόδου λειτουργίας.
ru: Неудачное обновление сеанса.

source: Failed to send transaction
cs: Odeslání transakce selhalo
el: Αποτυχία αποστολής συναλλαγής
ru: Неудачная отправка транзакции

source: Failed to sign message
cs: Podepsání zprávy selhalo
el: Δεν ήταν δυνατή η υπογραφή μηνύματος
ru: Не удалось подписать сообщение

source: Failed to verify message
cs: Ověření zprávy selhalo
el: Απέτυχε η επαλήθευση μηνύματος
ru: Не удалось проверить сообщение

# send
source: Fee
cs: Poplatek
el: Αμοιβή
ru: Комиссия

source: Fee is over threshold.
cs: Poplatek je přes limit.
el: Η αμοιβή είναι πέρα από το κατώτατο όριο.
ru: Запредельная комиссия.

source: Fee/kB:
cs: Poplatek/kB:
el: Χρέωση/kB:
ru: Комиссия/кБ:

source: Fee:
cs: Poplatek:
el: Αμοιβή:
ru: Комиссия:

source: Fiat Currency
cs: Fiat měna

source: First row is header
cs: První řádek je záhlaví
el: Η πρώτη γραμμή είναι η κεφαλίδα
ru: Первая строка - заголовок

source: For more information, visit the user manual.
cs: Více informací najdete v uživatelské příručce.
el: Για περισσότερες πληροφορίες, επισκεφθείτε το εγχειρίδιο.
ru: За большей информацией, обратитесь к руководству пользователя.

# forget-button
source: Forget
cs: Zapomenout
el: Ξεχάστε
ru: Забыть

source: Forget
cs: Zapomenout

# forget-button
source: Forget (recommended)
cs: Zapomenout (doporučeno)
el: Ξεχάστε (συνιστάται)
ru: Забыть (рекомендуется)

source: Forget this device
cs: Zapomenout tohle zařízení
el: Ξεχάστε αυτήν τη συσκευή
ru: Забыть это устройство

source: Get one
cs: Kupte si ho

# header
source: Homescreen
cs: Pozadí
el: Αρχική οθόνη
ru: Заставка экрана

source: Homescreen change failed.
cs: Změna pozadí selhala.
el: Απέτυχε η αλλαγή της αρχικής οθόνης.
ru: Изменение экрана заставки не удалось.

source: Homescreen was successfully changed.
cs: Pozadí bylo úspěšně změněno.
el: Η αρχική οθόνη άλλαξε επιτυχώς.
ru: Заставка экрана была успешно изменена.

source: If the problem persists, please run our
cs: Pokud problém přetrvá, zkuste našeho

source: If you are a common user and want to setup or recover your TREZOR device, please continue to TREZOR Setup.
cs: Pokud jste běžný uživatel a chcete nastavit nebo obnovit Váš TREZOR, pokračujte prosím na Nastavení TREZORu.
el: Εάν είστε ένας κοινός χρήστης και θέλετε να στήσετε ή να ανακτήσετε τη συσκευή σας TREZOR, παρακαλώ συνεχίστε στην εγκατάσταση TREZOR.
ru: Если Вы обычный пользователь и хотите настроить или восстановить ваш TREZOR - пожалуйста, продолжите с TREZOR Setup .

source: If you forget your passphrase, you will lose your coins.
cs: Pokud zapomenete Vaši přístupovou frázi, ztratíte své bitcoiny.
el: Εάν ξεχάσετε τη φράση πρόσβασής σας, θα χάσετε τα νομίσματά σας.
ru: Если Вы забудете Вашу кодовую фразу, Вы потеряете Ваши биткойны.

source: If you have TREZOR set up already,
cs: Pokud je Váš TREZOR již nastaven,

source: Import
cs: Importovat
el: Εισαγωγή
ru: Импортировать

source: Import addresses from CSV
cs: Importovat adresy z CSV
el: Εισαγωγή διευθύνσεων από CSV
ru: Импортировать адреса из CSV

source: In
cs: Přijmy

source: Inputs:
cs: Vstupy:
el: Είσοδοι:
ru: Ввод:

source: Install Extension
cs: Nainstalovat rozšíření

source: Install TREZOR Chrome Extension
cs: Nainstalovat Chrome rozšíření pro TREZOR
el: Εγκατάσταση TREZOR Chrome επέκτασης
ru: Установить расширение TREZOR для Chrome

source: Invalid signature
cs: Neplatný podpis
el: Μη έγκυρη υπογραφή
ru: Неправильная подпись

source: It's fine.
cs: V pořádku.

# basic-label
source: Label
cs: Popisek
el: Ετικέτα
ru: Обозначение

source: Label was successfully changed.
cs: Popisek byl úspěšně změněn.
el: Η ετικέτα άλλαξε με επιτυχία.
ru: Обозначение было успешно изменено.

source: Labeling error.
cs: Chyba ukládání popisku.
el: Επισήμανση λάθους.
ru: Ошибка в процессе обозначения.

source: Last 2 Months
cs: Poslední 2 měsíce

source: Last 2 Weeks
cs: Poslední 2 týdny

source: Last 2 Years
cs: Poslední 2 roky

source: Latest
cs: Nejnovější
el: Πιο πρόσφατο
ru: Последние

source: Learn more
cs: Přečtěte si více
el: Μάθε περισσότερα
ru: Узнать больше

source: Learn more about Recovery
cs: Zjistěte více o procesu obnovení

source: Learn more about phishing…
cs: Zjistit víc o phishingu…

source: Legacy account XPUBs
cs: XPUBy účtů starého typu

source: Loading
cs: Načítám
el: Φόρτωση
ru: Загрузка

source: Loading ...
cs: Načítání ...

source: Loading failed.
cs: Načítání selhalo.
el: Απέτυχε η φόρτωση.
ru: Загрузка не удалась.

source: Local traders:
cs: Lokální obchodníci:

source: Lock this device
cs: Uzamknout zařízení
el: Κλειδώστε αυτή τη συσκευή
ru: Заблокировать это устройство

source: Log
cs: Protokol
el: Αρχείο καταγραφής
ru: Журнал

source: Make sure the address displayed on TREZOR is correct.<br>To prevent malware attacks, double-check the address with the recipient.
cs: Ujistěte se, že adresa zobrazená na TREZORu je správná.<br>Zkontrolujte adresu s přijemcem, abyste předešel malware útokům.

source: Many thanks to our translators for their <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">contribution</a>
cs: Za překlad do češtiny děkujeme: pecathor
ru: Выражаем благодарность нашим российским переводчикам: Boris Komarov, Наталия Витальевна Лех

source: Maximal message length is 255 letters long.
cs: Maximální délka zprávy je 255 znaků.
el: Το μέγιστο μήκος μηνύματος είναι 255 χαρακτήρες.
ru: Максимальная длина сообщения составляет 255 букв.

source: Message verified.
cs: Zpráva ověřena.
el: Το μήνυμα επαληθεύτηκε.
ru: Сообщение проверено.

source: Metadata setup
cs: Nastavení metadat
el: Εγκατάσταση metadata
ru: Установка метаданных

source: Nearest ATM:
cs: Nejbližší ATM:

source: Never do this action with TREZOR holding coins unless you have your recovery seed at hand.
cs: Nikdy tuto akci neprovádějte s TREZORem, ve kterém máte peníze, pokud nemáte po ruce váš obnovovací seed.
el: Ποτέ μην κάνετε αυτή την ενέργεια με τα νομίσματα του TREZOR σας, εκτός αν έχετε το recovery seed στο χέρι.
ru: Никогда не выполняйте это действие с TREZORом, на котором есть биткойны, если у Вас нет рядом Вашей фразы восстановления.

source: Never use this process unless you really know what you are doing!
cs: Nikdy neprovádějte tuto akci, pokud si nejste opravdu jisti tím, co děláte!
el: Ποτέ μην χρησιμοποιείτε αυτήν τη διαδικασία, αν δεν ξέρετε πραγματικά τι κάνετε!
ru: Запускайте этот процесс только в том случае, если Вы точно знаете, что делаете!

source: New device setup
cs: Nastavení nového zařízení
el: Εγκατάσταση νέας συσκευής
ru: Установка нового устройства

source: No accounts
cs: Žádné účty
el: Χωρίς λογαριασμούς
ru: Нет счетов

source: No checks are performed on the provided seed, so it can be binary sequence, dice-throw sequence or a random sentence. Valid BIP32 XPRV keys are interpreted prior loading to the device.
cs: Žádné kontroly seedu se neprovádí, akceptovatelné jsou binární sekvence, dice-throw nebo nahodilá sekvence. Validní BIP32 XPRV klíče jsou interpretovány před načtením do zařízení.
el: Δεν εκτελούνται έλεγχοι στον παρεχόμενο σπόρο, ώστε να είναι δυαδική ακολουθία, ακολουθία ριξίματος ζαριάς ή μια τυχαία πρόταση. Έγκυρα BIP32 XPRV κλειδιά ερμηνεύονται πριν τη φόρτωση στη συσκευή.
ru: На предоставленную фразу восстановления проверка не выполняется, поэтому она может как быть двоичной последовательности, так и последовательности на основе принципа бросания костей или же вовсе случайной последовательности. Допустимые ключи BIP32 XPRV интерпретируются перед загрузкой на устройство.

# transaction-fee
source: Normal
cs: Normální
el: Κανονική λειτουργία
ru: Нормальная

source: Not a valid address
cs: Toto není validní adresa
el: Μη έγκυρη διεύθυνση
ru: Не действительный адрес

source: Not enough funds
cs: Nedostatek prostředků
el: Δεν υπάρχουν αρκετά κεφάλαια
ru: Недостаточно средств

source: Note that passphrase is case-sensitive.
cs: Pamatujte si, že přístupová fráze rozlišuje malá a velká písmena.
el: Σημειώστε ότι η φράση πρόσβασης έχει διάκριση πεζών-κεφαλαίων.
ru: Обратите внимание, что кодовую фразу нужно вводить с учетом регистра.

source: Outputs:
cs: Výstupy:
el: Έξοδοι:
ru: Выходы:
