Repository: satoshilabs/mytrezor-l10n
Catalog: lang/*/*.po
Languages: cs, el, id, ru

source: If you disable the passphrase encryption, your current funds will not appear.
cs: Pokud vypnete šifrování pomocí přístupové fráze, Vaše aktuální prostředky se nezobrazí.
el: Εάν απενεργοποιήσετε την κρυπτογράφηση της φράσης πρόσβασης, τα τρέχοντα χρήματά σας δεν θα εμφανίζονται.
id: Jika anda menonaktifkan enkripsi passphrase, sejumlah dana anda tidak akan muncul.
ru: Если Вы отключите шифрование кодовой фразой, то не сможете увидеть Ваши текущие средства.

source: If you don't have a Dropbox account yet, create one before you log in.
cs: Pokud ještě nemáte Dropbox účet, vytvořte si jej před přihlášením.
el: Εάν δεν έχετε ένα λογαριασμό Dropbox ακόμα, δημιουργήστε έναν πριν συνδεθείτε.
id: Jika anda masih belum mempunyai akun Dropbox, buatlah satu sebelum anda masuk.
ru: Если у вас нет аккаунта Dropbox - пожалуйста, создайте его перед подключением к Dropbox.

# warning-message
source: If you forget your passphrase, you will lose your coins.
id: Jika anda lupa passphrase anda, maka koin anda akan hilang.

source: If you forget your passphrase, your wallet is lost for good. There is no way to recover your funds.
cs: Pokud zapomenete přístupovou frázi, Vaše peněženka je navždy ztracena. Neexistuje žádný způsob, jak obnovit Vaše finanční prostředky.
el: Εάν ξεχάσετε τη φράση πρόσβασής σας, το πορτοφόλι σας θα χαθεί για πάντα. Δεν υπάρχει τρόπος να ανακτήσετε τα κεφάλαιά σας.
id: Jika anda kehilangan passphrase anda, maka dompet anda akan hilang. Tidak ada cara lain untuk dapat memulihkan dana anda.
ru: Если Вы забудете кодовую фразу - Ваши средства потеряются навсегда. Способа восстановить их нет.

source: If you have TREZOR set up already, <strong>have your Recovery seed ready before updating the firmware</strong>!
id: Jika TREZOR anda telah diinisiasikan, harap selalu membuat langkah pemulihan sebelum anda melakukan pembaruan firmware!

source: If you want to use TREZOR with different browsers, please install TREZOR Bridge.
id: <hr> Jika anda ingin menggunakan TREZOR pada browser yang berbeda, install TREZOR Bridge terlebih dahulu.

source: If your TREZOR has not been set up yet (fresh out of the box), you do not need to have a Recovery seed.
id: Jika TREZOR masih belum dilakukan pengaturan awal (masih baru dibuka), anda tidak perlu melakukan pemulihan apapun.

source: If your TREZOR is already initialized, always have your Recovery seed with you before updating the firmware!
id: Jika TREZOR anda telah diinisiasikan, harap selalu membuat langkah pemulihan sebelum anda melakukan pembaruan firmware!

source: Image must be 128 px wide and 64 px high, and using only black and white (not grayscale).
cs: Obrázek musí být 128 px široký a 64 px vysoký a pouze černobílý (ne v odstínech šedi).
el: Η εικόνα πρέπει να είναι 128 px πλάτος και 64 px ύψος, και να χρησιμοποιείτε μόνο μαύρο και άσπρο (όχι κλίμακα του γκρι).
id: Gambar harus berukuran lebar 128 px dan tinggi 64 px, hanya berwarna hitam putih (bukan greyscale).
ru: Картинка должна быть 128 пикселей в ширину и 64 пикселя в высоту, и быть чёрно-белой без градаций серого.

# heading
source: Import addresses from CSV
id: Import alamat dari file CSV

source: Import from CSV
cs: Importovat z CSV
el: Εισαγωγή από CSV
id: Import dari CSV
ru: Импортировать из CSV

source: In contrast, <i>TREZOR Wallet</i> is feature-conservative, making sure that its functionality is maximally reliable and dependable for the general public.
id: adalah fitur konservarif, untuk memastikan fungsinya secara maksimal berguna untuk masyarakat umum.

source: In some cases, Linux users need to install udev rules to access the device. Please, install the following package and reconnect your TREZOR.
id: Pada beberapa kondisi, pengguna Linux akan memerlukan untuk menginstal "udev rules" agar dapat mengakses perangkat. Mohon instal paket berikut dan hubungkan kembali TREZOR anda.

source: In very rare cases, a firmware update might result in the need to recover the wallet from Recovery seed.
cs: Ve velmi vzácných případech by aktualizace firmwaru mohla vést k potřebě obnovit peněženku z obnovovacího seedu.
el: Σε πολύ σπάνιες περιπτώσεις, μια ενημερωμένη έκδοση firmware μπορεί να οδηγήσει στην ανάγκη να ανακτήσετε το πορτοφόλι από το Recovery seed.
id: Pada kebanyakan kondisi yang umum terjadi, saat pembaruan firmware dilakukan mungkin akan membutuhkan langkah pemulihan dari Recovery seed.
ru: В очень редких случаях обновление прошивки может вызвать необходимость восстановления кошелька по фразе восстановления.

# heading
source: Inputs:
id: Input:

source: Insight Transaction info
id: Detail informasi Transaksi

# button
source: Install Extension
id: Pasang ekstensi

source: Install TREZOR Chrome Extension to allow TREZOR Wallet to talk with your device.
cs: Nainstalujte TREZOR rozšíření pro Chrome pro umožnění komunikace mezi TREZOR Wallet a Vaším zařízením.
id: Instal ekstensi Chrome TREZOR untuk memperbolehkan Dompet TREZOR terhubung dengan perangkat anda.

source: Install the native app!
cs: Nainstalujte si nativní aplikaci!
el: Εγκαταστήστε το εγγενές app!
id: Instal app asli!
ru: Установите исходное приложение!

# text-with-link
source: Interested in best security practices? <a>Learn more</a>
id: Tertarik dengan praktik keamanan terbaik?

# error-message
source: Invalid signature.
id: Tanda tangan tidak valid

# warning-message
source: It's fine.
id: Tidak apa-apa.

# heading
source: It's time to install firmware.
id: Sudah waktunya menginstal firmware.

# success-message
source: Label was successfully changed.
id: Nama label berhasil dirubah.

# error-message
source: Labeling error.
id: Pemberian nama label error.

# date
source: Last 2 Months
id: 2 Bulan Terakhir

# date
source: Last 2 Weeks
id: 2 Minggu Terakhir

# date
source: Last 2 Years
id: 2 Tahun Terakhir

# heading
source: Latest
id: Terbaru

# promos-malware
source: Learn more
id: Belajarlah lebih lanjut

# promos-2fa
source: Learn more
id: Belajarlah lebih lanjut

# promos-labeling
source: Learn more
id: Belajarlah lebih lanjut

# promos-show
source: Learn more
id: Belajarlah lebih lanjut

# promos-pin
source: Learn more
id: Belajarlah lebih lanjut

# button
source: Learn more
id: Belajarlah lebih lanjut

# button
source: Learn more about Legacy accounts.
id: Pelajari lebih lanjut tentang akun Legacy.

# button
source: Learn more about Recovery
id: Belajar lebih lanjut tentang Pemulihan

# button
source: Learn more about TREZOR Wallet labeling
id: Belajar lebih lanjut tentang pemberian nama Dompet TREZOR

# warning-message
source: Learn more about phishing...
id: Belajar lebih lanjut tentang phishing…

source: Learn more in user manual
cs: Zjistit víc v uživatelském manuálu
id: Belajar lebih lanjut di panduan pengguna

# default-name
source: Legacy Account
cs: Účet starého typu
id: Akun legacy

source: Legacy account
cs: Účet starého typu
id: Akun lawas

# heading
source: Legacy accounts
id: Akun lawas

source: Legacy accounts (BIP 44)
cs: Účty starého typu (BIP 44)
id: Akun Legacy (BIP 44)

# heading
source: Loading
id: Memuat

source: Loading accounts...
cs: Načítám účty…
el: Φόρτωση λογαριασμών...
id: Memuat akun...
ru: Загрузка счетов...

# error-message
source: Loading failed.
id: Gagal memuat.

source: Loading of accounts failed.
cs: Načítání účtů se nezdařilo.
el: Απέτυχε η φόρτωση των λογαριασμών.
id: Gagal memuat akun.
ru: Загрузка счетов не удалась.

source: Loading transactions
cs: Načítaní transakcí
el: Φόρτωση συναλλαγών
id: Memuat transaksi
ru: Загрузка транзакций

source: Loading...
cs: Načítání…
el: Φόρτωση...
id: Memuat...
ru: Загрузка...

# tooltip
source: Loading...
id: Memuat...

# device-state
source: Loading...
id: Memuat...

# transaction-fee
source: Low
cs: Nízký
el: Χαμηλό
id: Rendah
ru: Низкая

# warning-message
source: Make sure the address displayed on TREZOR is correct.<br>To prevent malware attacks, double-check the address with the recipient.
id: Pastikan bahwa alamat yang ditampilkan di TREZOR tepat dan benar.<br>Untuk menjaga terjadi serangan malware, kroscek lagi alamat dengan penerima.

source: Make sure the same fingerprint is displayed on the device screen.
cs: Ujistěte se, že se stejný otisk zobrazí na displeji zařízení.
el: Βεβαιωθείτε ότι εμφανίζεται το ίδιο δακτυλικο αποτύπωμα στην οθόνη της συσκευής.
id: Pastikan sidikjari yang ditampilkan pada layar perangkat sama.
ru: Убедитесь в том, что на экране устройства отображается тот же отпечаток пальцев.

# form-label
source: Manual Configuration
id: Konfigurasi manual (tingkat lanjut)

# button
source: Manual configuration (advanced)
id: Konfigurasi manual (tingkat lanjut)

# text-with-link
source: Many thanks to our translators for their <a>contribution</a>
id: Terima kasih banyak untuk para translator kami atas <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">kontribusinya</a>

source: Message
cs: Zpráva
el: Μήνυμα
id: Pesan
ru: Сообщение

# success-message
source: Message verified.
id: Pesan telah diverifikasi.

source: Metadata API keys - legacy
id: Kunci API metadata - legacy

source: Metadata API keys - segwit
id: Kunci API metadata - segwit

source: Metadata keys are necessary only if you want to enable labels and comments.
cs: Klíče metadat jsou nutné pouze v případě, že chcete povolit popisky a komentáře.
el: Τα κλειδιά metadata είναι απαραίτητα μόνο αν θέλετε να ενεργοποιήσετε τις ετικέτες και τα σχόλια.
id: Kunci metadata hanya dibutuhkan jika anda ingin mengaktifkan pemberian nama label dan komentar.
ru: Ключи метаданных необходимы только в том случае, если вы хотите включить обозначения и комментарии.

source: More addresses
cs: Víc adres
id: Tambah alamat

# default-name
source: My TREZOR
cs: Muj TREZOR
el: Το TREZOR μου
id: TREZOR Saya
ru: Мой TREZOR

# button
source: Need help?
id: Butuh bantuan?

# warning-message
source: Never do this action with TREZOR holding coins unless you have your recovery seed at hand.
id: Jangan pernah lakukan langkah ini pada TREZOR yang mempunyai sejumlah koin didalamnya, kecuali anda telah mempunyai recovery seed.

source: Never use this process unless you REALLY know what you are doing!
cs: Nikdy neprovádějte tuto akci, pokud si OPRAVDU nejste jisti tím, co děláte!
el: Ποτέ μην χρησιμοποιείτε αυτήν τη διαδικασία, αν δεν ξέρετε ΠΡΑΓΜΑΤΙΚΑ τι κάνετε!
id: Jangan pernah melakukan proses ini kecuali anda BENAR-BENAR mengetahui apa yang sedang anda lakukan!
ru: Запускайте этот процесс только в том случае, если Вы ТОЧНО знаете, что делаете!

# warning-message
source: Never use this process unless you really know what you are doing!
id: Jangan pernah melakukan proses ini kecuali anda BENAR-BENAR mengetahui apa yang sedang anda lakukan!

source: New TREZOR Bridge is available.
cs: Nový TREZOR Bridge je k dispozici.
el: Νέα TREZOR Bridge είναι διαθέσιμη.
id: TREZOR Bridge baru telah tersedia.
ru: Доступен новый TREZOR Bridge.

source: New TREZOR firmware is available.
cs: Nový TREZOR firmware je k dispozici.
el: Νέο TREZOR firmware είναι διαθέσιμο.
id: TREZOR firmware baru telah tersedia.
ru: Доступна новая прошивка TREZOR.

# heading
source: New device setup
id: Pengaturan perangkat baru

source: No Transactions Yet.
id: Belum ada transaksi.

# heading
source: No accounts
id: Tidak ada akun

# error-message
source: No address entered.
id: Alamat diperlukan.

source: No transactions, yet.
cs: Žádné transakce k zobrazení.
id: Belum ada transaksi.

# error-message
source: Not a valid address
id: Bukan alamat yang valid

# error-message
source: Not enough funds
id: Dana tidak mencukupi

# error-message
source: Not enough funds.
id: Dana tidak mencukupi

# text-with-link
source: Not sure how PIN works? <a>Learn more</a>
id: Ragu bagaimana cara kerja PIN?

# warning-message
source: Note that passphrase is case-sensitive.
id: Perlu dicatat bahwa passphrase bersifat "case-sensitive".

# warning-message
source: Note that the number layout displayed on TREZOR has changed!
id: Perlu dicatat bahwa nomor rancangan tata letak yang ditampilkan pada TRAZOR telah berubah!

source: Now plug your device in with <strong>both device buttons pressed</strong>.
cs: Nyní připojte Vaše zařízení s <strong>oběma tlačítky stisknutými</strong>.
el: Τώρα συνδέστε τη συσκευή σας κρατώντας <strong> και τα δύο κουμπιά της συσκευής πατημένα</strong>.
id: Sekarang pasang perangkat anda dengan <strong>menekan kedua tombol</strong>.
ru: Теперь подключите устройство с помощью <strong> нажимания обоих кнопок на устройстве </strong>.

# recovery-label
source: Number of words in your recovery seed
cs: Počet slov na Vašem obnovovacím seedu
el: Αριθμός λέξεων στο recovery seed σας
id: Jumlah kata pada seed recovery anda
ru: Количество слов в Вашей фразе восстановления

# button
source: OK, I understand
id: OK, Saya mengerti

source: OK, I understand
cs: Dobře, rozumím
el: Εντάξει, καταλαβαίνω
id: OK, Saya mengerti
ru: ОК, я понял

source: On your TREZOR, you will now see a unique combination of 24 words, which will allow you to recover your accounts in case you lose your device. The order of the words is very important.
id: Pada TREZOR anda, dapat dilihat kombinasi unik terdiri dari 24 kata, yang dapat anda gunakan untuk memulihkan akun jika anda kehilangan perangkat anda. Susunan kata-kata tersebut cukup penting.

# heading
source: Outputs:
id: Output:

# error-message
source: PIN change failed.
id: Perubahan PIN gagal.

# basic-label
source: PIN protection
cs: PIN ochrana
el: Προστασία PIN
id: Proteksi PIN
ru: Защита PIN-кода

# success-message
source: PIN was successfully changed.
id: PIN berhasil dirubah.

# success-message
source: PIN was successfully removed.
id: PIN berhasil dihapus.

# error-message
source: Passphrase change failed.
id: Passphrase gagal dirubah.

source: Passphrase encryption allows you to access new wallets, each hidden behind a particular passphrase. Your old accounts will be accessible behind an empty passphrase.
cs: Šifrování pomocí přístupové fráze umožní přístup k novým peněženkám, každé skryté pod určitou přístupovou frází. Vaše staré účty budou přístupné s prázdnou přístupovou frází.
el: Η κρυπτογράφηση της φράσης πρόσβασης επιτρέπει να έχετε πρόσβαση σε νέα πορτοφόλια, το καθένα κρυμμένο πίσω από μια συγκεκριμένη φράση πρόσβασης. Οι παλιοί σας λογαριασμοί θα είναι προσβάσιμοι πίσω από μια κενή συνθηματική φράση.
id: Enkripsi passphrase memungkinkan anda untuk dapat mengakses dompet baru, masing-masingnya terdapat sebuah passphrase khusus. Akun lama anda akan dapat diakses pada passphrase yang masih kosong.
ru: Шифрование кодовой фразой позволяет Вам получить доступ к новым кошелькам, каждый из которых скрыт за конкретной кодовой фразой. Ваши старые счета будут доступны за пустой кодовой фразой.

# error-message
source: Passphrase is too long!
id: Passphrase terlalu panjang!

# error-message
source: Passphrases do not match!
id: Passphrase tidak cocok!

# form-label
source: Paste the CSV here:
id: Paste CSV disini:

# success-message
source: Perfect, impossible to guess!
id: Sempurna, tidak mungkin dapat ditebak!

source: Please be advised that this is not your Bitcoin wallet. BTC and BCH share the same address format and can be potentially mixed up. Make sure that you are sending and receiving coins to their respective wallets.
id: Harap diperhatikan bahwa ini bukan dompet Bitcoin anda. BTC dan BCH berbagi format alamat yang sama dan berpotensi bercampur. Pastikan anda mengirim dan menerima koin ke dompet masing-masing.

source: Please check carefully that you wrote them down correctly.
id: Mohon cek ulang dengan seksama apakah anda telah menuliskannya dengan tepat.

source: Please check the 10th word of your recovery seed.
cs: Zkontrolujte prosím 10. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 10η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 10 dari seed recovery anda.
ru: Пожалуйста, проверьте 10-ое слово вашей фразы восстановления.

source: Please check the 11th word of your recovery seed.
cs: Zkontrolujte prosím 11. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 11η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 11 dari seed recovery anda.
ru: Пожалуйста, проверьте 11-ое слово вашей фразы восстановления.

source: Please check the 12th word of your recovery seed.
cs: Zkontrolujte prosím 12. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 12η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 12 dari seed recovery anda.
ru: Пожалуйста, проверьте 12-ое слово вашей фразы восстановления.

source: Please check the 13th word of your recovery seed.
cs: Zkontrolujte prosím 13. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 13η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 13 dari seed recovery anda.
ru: Пожалуйста, проверьте 13-ое слово вашей фразы восстановления.

source: Please check the 14th word of your recovery seed.
cs: Zkontrolujte prosím 14. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 14η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 14 dari seed recovery anda.
ru: Пожалуйста, проверьте 14-ое слово вашей фразы восстановления.

source: Please check the 15th word of your recovery seed.
cs: Zkontrolujte prosím 15. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 15η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 15 dari seed recovery anda.
ru: Пожалуйста, проверьте 15-ое слово вашей фразы восстановления.

source: Please check the 16th word of your recovery seed.
cs: Zkontrolujte prosím 16. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 16η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 16 dari seed recovery anda.
ru: Пожалуйста, проверьте 16-ое слово вашей фразы восстановления.

source: Please check the 17th word of your recovery seed.
cs: Zkontrolujte prosím 17. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 17η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 17 dari seed recovery anda.
ru: Пожалуйста, проверьте 17-ое слово вашей фразы восстановления.

source: Please check the 18th word of your recovery seed.
cs: Zkontrolujte prosím 18. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 18η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 18 dari seed recovery anda.
ru: Пожалуйста, проверьте 18-ое слово вашей фразы восстановления.

source: Please check the 19th word of your recovery seed.
cs: Zkontrolujte prosím 19. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 19η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 19 dari seed recovery anda.
ru: Пожалуйста, проверьте 19-ое слово вашей фразы восстановления.

source: Please check the 1st word of your recovery seed.
cs: Zkontrolujte prosím 1. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 1η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 1 dari seed recovery anda.
ru: Пожалуйста, проверьте первое слово вашей фразы восстановления.

source: Please check the 20th word of your recovery seed.
cs: Zkontrolujte prosím 20. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 20η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 20 dari seed recovery anda.
ru: Пожалуйста, проверьте 20-ое слово вашей фразы восстановления.

source: Please check the 21st word of your recovery seed.
cs: Zkontrolujte prosím 21. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 21η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 21 dari seed recovery anda.
ru: Пожалуйста, проверьте 21-ое слово вашей фразы восстановления.

source: Please check the 22nd word of your recovery seed.
cs: Zkontrolujte prosím 22. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 22η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 22 dari seed recovery anda.
ru: Пожалуйста, проверьте 22-ое слово вашей фразы восстановления.

source: Please check the 23rd word of your recovery seed.
cs: Zkontrolujte prosím 23. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 23η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 23 dari seed recovery anda.
ru: Пожалуйста, проверьте 23-ое слово вашей фразы восстановления.

source: Please check the 24th word of your recovery seed.
cs: Zkontrolujte prosím 24. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 24η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 24 dari seed recovery anda.
ru: Пожалуйста, проверьте 24-ое слово вашей фразы восстановления.

source: Please check the 2nd word of your recovery seed.
cs: Zkontrolujte prosím 2. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε τη 2η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 2 dari seed recovery anda.
ru: Пожалуйста, проверьте 2-ое слово вашей фразы восстановления.

source: Please check the 3rd word of your recovery seed.
cs: Zkontrolujte prosím 3. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 3η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 3 dari seed recovery anda.
ru: Пожалуйста, проверьте 3-тье слово вашей фразы восстановления.

source: Please check the 4th word of your recovery seed.
cs: Zkontrolujte prosím 4. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 4η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 4 dari seed recovery anda.
ru: Пожалуйста, проверьте 4-ое слово вашей фразы восстановления.

source: Please check the 5th word of your recovery seed.
cs: Zkontrolujte prosím 5. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 5η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 5 dari seed recovery anda.
ru: Пожалуйста, проверьте 5-ое слово вашей фразы восстановления.

source: Please check the 6th word of your recovery seed.
cs: Zkontrolujte prosím 6. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 6η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 6 dari seed recovery anda.
ru: Пожалуйста, проверьте 6-ое слово вашей фразы восстановления.

source: Please check the 7th word of your recovery seed.
cs: Zkontrolujte prosím 7. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 7η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 7 dari seed recovery anda.
ru: Пожалуйста, проверьте 7-ое слово вашей фразы восстановления.

source: Please check the 8th word of your recovery seed.
cs: Zkontrolujte prosím 8. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 8η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 8 dari seed recovery anda.
ru: Пожалуйста, проверьте 8-ое слово вашей фразы восстановления.

source: Please check the 9th word of your recovery seed.
cs: Zkontrolujte prosím 9. slovo obnovovacího seedu.
el: Παρακαλούμε ελέγξτε την 9η λέξη του recovery seed σας.
id: Silahkan periksa kembali kata ke 9 dari seed recovery anda.
ru: Пожалуйста, проверьте 9-ое слово вашей фразы восстановления.

# heading
source: Please confirm the firmware fingerprint.
id: Silahkan konfirmasikan sidikjari firmware.

source: Please connect your device to access this section.
cs: Připojte prosím Vaše zařízení pro přístup do této sekce.
el: Παρακαλούμε συνδέστε τη συσκευή σας για να αποκτήσετε πρόσβαση σε αυτήν την ενότητα.
id: Silahkan hubungkan perangkat anda untuk mengakses bagian ini.
ru: Пожалуйста, подключите устройство для доступа в этот раздел.

# tooltip
source: Please connect your device to send coins.
id: Silahkan hubungkan perangkat anda untuk dapat mengirim koin.

# tooltip
source: Please connect your device to sign messages.
id: Silahkan hubungkan perangkat anda untuk dapat menandatangani pesan.

source: Please disconnect it now.
cs: Nyní ho prosím odpojte.
el: Παρακαλούμε αποσυνδέστε το τώρα.
id: Silahkan putuskan hubungan sekarang juga.
ru: Пожалуйста, отсоедините сейчас.

# heading
source: Please enter the device label
id: Silahkan masukkan nama label perangkat

# tooltip
source: Please fill in address
id: Silahkan isikan alamat
