Repository: satoshilabs/mytrezor-l10n
Catalog: lang/*/*.po
Languages: cs, el, id, ru

# tooltip
source: Please fill in amount
id: Silahkan isikan jumlah

# tooltip
source: Please fill in message and address.
id: Silahkan isikan pada pesan dan alamat.

source: Please install TREZOR Bridge to allow TREZOR Wallet to talk with your device.
cs: Nainstalujte prosím TREZOR Bridge, aby mohl TREZOR Wallet komunikovat s Vaším zařízením.
el: Παρακαλούμε εγκαταστήστε την TREZOR Bridge ώστε να επιτρέψει στο TREZOR Wallet να επικοινωνήσει με τη συσκευή σας.
id: Silahkan install TREZOR Bridge agar Dompet Trezor dapat berkomunikasi dengan perangkat anda.
ru: Пожалуйста, установите TREZOR Bridge, чтобы позволить TREZOR Wallet соединиться с Вашим устройством.

source: Please reconnect it <strong>while pressing both buttons simultaneously.</strong>
cs: Připojte ho prosím znovu <strong>s oběma tlačítky stisknutými současně.</strong>
el: Συνδέστε το <strong>ενώ πατάτε ταυτόχρονα και τα δύο κουμπιά.</strong>
id: Silahkan hubungkan kembali<strong>sambil tetap menekan tombol secara bersama-sama.</strong>
ru: Пожалуйста, снова подсоедините его <strong>при помощи нажатия обеих кнопок одновременно </strong>

source: Please reconnect the device now.
id: Silahkan hubungkan kembali perangkat sekarang juga.

# tooltip
source: Please reload the page to send money.
id: Silahkan muat kembali halaman untuk mengirim uang.

source: Please reload the page.
cs: Znovunačtěte stránku prosím.
id: Silahkan muat kembali halaman.

# error-message
source: Please try again. You need to make sure <strong>both device buttons are pressed, as you plug in the device.</strong>
id: Silahkan coba lagi. Anda perlu memastikan bahwa<strong>kedua tombol pada perangkat telah ditekan, saat anda memasang perangkat.</strong>

source: Please unplug the device now.
cs: Odpojte prosím zařízení.
el: Παρακαλούμε αποσυνδέστε τη συσκευή τώρα.
id: Silahkan copot perangkat sekarang juga.
ru: Пожалуйста, отключите устройство.

source: Please wait
cs: Čekejte prosím
el: Παρακαλούμε περίμενετε
id: Silahkan tunggu
ru: Пожалуйста, подождите

# tooltip
source: Please wait a few seconds...
id: Silahkan tunggu beberapa detik...

# tooltip
source: Please wait.
id: Silahkan tunggu.

source: Please wait...
cs: Čekejte prosím...
el: Παρακαλούμε περίμενετε...
id: Silahkan tunggu...
ru: Пожалуйста, подождите...

source: Please write down all these words carefully.
cs: Zapište si pečlivě všechna následující slova.
el: Παρακαλούμε γράψτε κάπου όλες αυτές τις λέξεις προσεκτικά.
id: Silahkan tuliskan semua kata berikut dengan hati-hati.
ru: Пожалуйста, тщательно запишите все эти слова.

# error-message
source: Please, re-enter correct PIN.
id: Silahkan, masukkan kembali PIN yang benar.

source: Please, watch the following video, which will explain how PIN works in detail.
id: Silahkan melihat video berikut, menjelaskan tentang datail cara kerja PIN.

source: Previous addresses
cs: Předchozí adresy
el: Προηγούμενες διευθύνσεις
id: Alamat sebelumnya
ru: Предыдущие адреса

# heading
source: Private bank in your hands.
id: Bank pribadi dalam genggaman anda.

source: Processing...
cs: Pracuji na tom...
el: Επεξεργασία...
id: Dalam proses...
ru: В процессе...

# error-message
source: QR scanning failed.
id: Scan QR gagal.

source: Rate
id: Kurs

# heading
source: Raw transaction in hex format:
id: Raw transaksi dalam format hex:

source: Re-type for control
cs: Zadejte znovu pro kontrolu
el: Πληκτρολογήστε ξανά για έλεγχο
id: Ulangi tipe untuk kontrol
ru: Повторно введите для проверки

# promos-passphrase
source: Read more
id: Belajarlah lebih lanjut

# error-message
source: Reading of accounts failed.
id: Pembacaan akun gagal.

# header
source: Receive
cs: Přijmout
el: Λάβετε
id: Menerima
ru: Получить

source: Receive
id: Menerima

source: Recovered seed words:
cs: Slova obnovovaného seedu:
el: Ανακτημένες seed λέξεις:
id: Pemulihan kata seed:
ru: Восстановленные слова фразы восстановления :

# error-message
source: Recovery failed.
id: Pemulihan gagal.

# form-label
source: Recovery seed or XPRV private key
id: Recovery seed atau kunci pribadi XPRV

# heading
source: Recovery seed setup
id: Pengaturan Recovery seed

# button
source: Release notes
id: Catatan rilis

source: Reload
cs: Obnovit
id: Ulangi Kembali

source: Remove all recipients
cs: Odstranit všechny příjemce
el: Αφαιρέστε όλους τους παραλήπτες
id: Hapus semua penerima
ru: Удаление всех получателей

# tooltip
source: Remove recipient
id: Hapus penerima

# heading
source: Rename account
id: Ubah nama akun

# button
source: Rename account
id: Ubah nama akun

# button
source: Save &amp; Reload
id: Simpan &amp; Reload

source: Scan QR code
cs: Naskenovat QR kód
el: Σάρωση QR code
id: Pindai kode QR
ru: Сканировать QR-код

# heading
source: Scan address from a QR code
id: Pindai alamat dari kode QR

source: Search for address, date or amount
cs: Vyhledávání adresy, data nebo částky
el: Αναζήτηση για διεύθυνση, ημερομηνία ή ποσότητα
id: Cari alamat, tanggal atau jumlah
ru: Поиск адреса, даты или суммы

# heading
source: Seed recovery
id: Pemulihan seed

# button
source: Select platform...
id: Pilih platfrom...

# header
source: Send
cs: Odeslat
el: Αποστολή
id: Kirim
ru: Отправить

source: Send
id: Kirim

# button
source: Send {{amount}}
id: Kirim pembayaran

# text-with-link
source: Sending a transaction to an address starting with <strong>3</strong>? Please, <a>convert it first to an address starting with M</a>
id: Mengirimkan transaksi ke alamat yang dimulai dengan <strong>3</strong>? Tolong, <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">ubah dulu ke alamat yang dimulai dengan M</a>

# text-with-link
source: Sending litecoins to TREZOR? M-address refused? Please, <a>convert it first to an address starting with 3</a>
id: Mengirim litecoin ke TREZOR? M-address menolak? Tolong, <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank"> ubah dulu ke alamat yang dimulai dengan 3</a>

source: Sent to myself
cs: Interní transakce
el: Εστάλη στον εαυτό μου
id: Kirim pada diri saya sendiri
ru: Послано самому себе

# button
source: Set as homescreen
cs: Nastavit jako pozadí
el: Ορίστε ως αρχική οθόνη
id: Tetapkan sebagai homescreen
ru: Установить как заставку экрана

# warning-message
source: Setting custom fee is not recommended.
id: Tidak disarankan menetapkan biaya khusus.

# error-message
source: Setup failed.
id: Pengaturan gagal.

# button
source: Show Summary
id: Lihat lainnya

# button
source: Show XPUBs
id: Lihat XPUBs

# button
source: Show changes
id: Lihat perubahan

# button
source: Show details
id: Lihat rincian

# button
source: Show less
id: Lihat kebih ringkas

# tooltip
source: Show log
id: Lihat log

# button
source: Show log
id: Lihat log

# button
source: Show more
id: Lihat lainnya

source: Show on TREZOR
cs: Zobrazit na TREZORu
el: Εμφάνιση στο TREZOR
id: Lihat di TREZOR
ru: Показать на TREZOR

# promos-show
source: Show on TREZOR
id: Lihat di TREZOR

# button
source: Show passphrase
id: Lihat passphrase

source: Show previous
cs: Zobrazit předchozí
el: Εμφάνιση προηγούμενου
id: Lihat sebelumnya
ru: Показать предыдущие

# button
source: Show transaction details
id: Lihat rincian transaksi

# button
source: Sign
cs: Podepsat
el: Υπογράψτε
id: Tandatangani
ru: Подписать

# header
source: Sign &amp; Verify
cs: Podepsat &amp; ověřit
el: Υπογράψτε
id: Tandatangani &amp; Verifikasi
ru: Подпись

# header
source: Sign message
cs: Podepsat zprávu
el: Υπογράψτε το μήνυμα
id: Tandatangani Pesan
ru: Подписать сообщение

# sign
source: Signature
cs: Podpis
el: Υπογραφή
id: Tanda tangan
ru: Подпись

# success-message
source: Signed successfully.
id: Berhasil ditandatangani.

# heading
source: Signing and sending transaction...
id: Menandatangani dan mengirim transaksi&hellip;

# form-label
source: Skip mnemonic checksum
id: Lewati mnemonic checksum

source: Sorry that we make it so hard!
cs: Omlouváme se za složitosti!
el: Συγγνώμη που το κάνουμε τόσο δύσκολο!
id: Maaf jika kita harus melakukannya dengan cara yang sulit!
ru: Просим извинить за некоторые трудности!

source: Standard accounts (BIP49)
id: Akun Standar (BIP49)

# text-with-link
source: Still confused how PIN works? <a>Learn more</a>
id: Masih bingung bagaimana PIN bekerja?

# success-message
source: Strong enough!
id: Cukup kuat!

# heading
source: Success
id: Sukses

# button
source: Support
id: Bantuan

# button
source: Support needed?
id: Butuh bantuan?

# heading
source: Switching to Bitcoin Cash
id: Beralih ke Bitcoin Cash

# heading
source: TREZOR Bridge update
id: Perbarui TREZOR Bridge

# button
source: TREZOR Recovery
cs: Obnovení TREZORu
el: TREZOR αποκατάσταση
id: Pemulihan TREZOR
ru: Восстановление TREZORа

source: TREZOR Wallet is an easy-to-use interface for your TREZOR device. From this Wallet, you can easily control your coins, manage your balance and initiate transfers.
id: Dompet TREZOR adalah interface yang cukup mudah digunakan pada perangkat TREZOR anda. Dari Dompet ini, anda dapar dengan mudah mengontrol koin anda, mengatur saldo dan mulai mentransfer.

source: TREZOR Wallet is loading accounts
id: Dompet TREZOR sedang memuat akun

# heading
source: TREZOR Wallet labeling
id: Menamai Dompet TREZOR

source: TREZOR Wallet will forget your TREZOR right after you disconnect it.
cs: TREZOR Wallet zapomene Váš TREZOR ihned po jeho odpojení.
el: Το TREZOR Wallet θα ξεχάσει το TREZOR δικαίωμά σας αφού το αποσυνδέσετε.
id: Dompet TREZOR akan segera menghapus TREZOR anda setelah anda memutus sambungan.
ru: TREZOR Wallet забудет Ваш TREZOR сразу после того, как вы его отключите.

source: TREZOR can show only 64 letters on the display.
cs: TREZOR může na displeji zobrazit pouze 64 znaků.
el: Το TREZOR μπορεί να εμφανίσει μόνο 64 γράμματα στην οθόνη.
id: TREZOR hanya dapat menampilkan 64 karakter huruf.
ru: TREZOR может показать на дисплее только 64 буквы.

source: TREZOR cannot sign non-ASCII characters. {{invalid}} in your message is not an ASCII character.
id: pesan anda bukan merupakan karakter ASCII.

# error-message
source: TREZOR loading failed
id: TREZOR gagal memuat

source: TREZOR not recognized?
id: TREZOR tidak dapat dikenali?

source: TX total
id: Total TX

source: TX type
id: Tipe TX

# button
source: Terms
id: Persyaratan Layanan

source: The authenticity of the installed firmware is checked during start up. If the firmware was not provided by SatoshiLabs, the device will display a warning when you start it.
id: Authentikasi instalasi firmware dilakukan saat menjalankan pertama kali. Jika firmware tidak berasal dari SatoshiLabs, pada perangkat anda akan muncul peringatan saat anda menjalankannya.

# error-message
source: The bitcore server doesn't seem to reply. Please select another server.
id: Server bitcore nampak tidak merespon. Silahkan pilih server lain.

# tooltip
source: The final size can differ a few bytes, since the transaction is created on TREZOR.
id: Total ukuran akhir mungkin saja berbeda beberapa byte, sejak transaksi tersebut dibuat melalui TREZOR.

# warning-message
source: The layout is displayed on your TREZOR.
id: Tata letak ditampilkan pada TREZOR anda.

# warning-message
source: The transaction fee is unexpectedly high.
id: Biaya transaksi tiba-tiba tinggi.

# date
source: This Week
id: Minggu ini

# date
source: This Year
id: Tahun ini

source: This action cannot be undone. Please <strong>confirm on your device</strong>.
cs: Tato akce je nevratná. <strong>Potvrďte ji prosím na Vašem zařízení</strong>.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Παρακαλώ <strong>επιβεβαιώστε στη συσκευή σας</strong>.
id: Langkah ini tidak dapat diulang kembali. Silahkan <strong>konfirmasikan pada perangkat anda</strong>.
ru: Это действие нельзя отменить. Пожалуйста, <strong>подтвердите на Вашем устройстве</strong>.

source: This is a legacy account on your TREZOR. If you want to fully benefit from new features, please move your coins from your legacy accounts to your standard accounts.
id: Ini adalah akun lawas di TREZOR Anda. Jika anda ingin memanfaatkan sepenuhnya fitur baru, tolong pindahkan koin anda dari akun lawas Anda ke akun standar anda.

source: This is an advanced interface intended for EXPERT use only!
cs: Toto je pokročilé rozhraní zamýšlené pouze pro EXPERTY!
el: Αυτή είναι μια προηγμένη διεπαφή που προορίζεται για ΕΞΕΙΔΙΚΕΥΜΕΝΗ χρήση μόνο!
id: Ini adalah interface tingkat lanjut untuk pengguna AHLI saja!
ru: Этот расширенный интерфейс предназначен исключительно для ЭКСПЕРТОВ!

# warning-message
source: This is an advanced interface intended for developer use only!
id: Ini adalah interface tingkat lanjut untuk para developer saja!

# warning-message
source: This is your Bitcoin Cash (BCH) wallet. Do not receive bitcoins to the addresses in this wallet.
id: Ini adalah dompet Bitcoin Cash (BCH) anda. Jangan menerima bitcoin ke alamat di dompet ini.

source: Time
id: Waktu

# address-suggest
source: To
cs: Na
el: Στο
id: Ke
ru: Кому

source: To access subsequent addresses, please use some of the listed addresses in a transaction.
cs: Pro zobrazení dalších adres použijte k provedení transakce nejdříve některou z již zobrazených.
el: Για να αποκτήσετε πρόσβαση στις επόμενες διευθύνσεις, παρακαλούμε χρησιμοποιήστε κάποια από τις διευθύνσεις που παρατίθενται σε μια συναλλαγή.
id: Untuk mengakses alamat berikutnya, silahkan gunakan list alamat berikut pada sebuah transaksi.
ru: Для доступа к последующим адресам используйте некоторые из перечисленных адресов в транзакции.

source: To access subsequent addresses, please wait for confirmation on transaction on some of the previous addresses.
id: Untuk dapat mengakses address berikutnya, silahkan tunggu konfirmasi transaksi pada beberapa address sebelumnya.

# tooltip
source: To add accounts, make sure your device is connected.
id: Untuk menambah akun, pastikan perangkat anda terhubung dan akun terakhir tidak kosong.

# text-with-link
source: To claim your Bitcoin Cash coins, please use our <a>coin-splitting tool</a>
id: Untuk mengklaim koin Bitcoin Cash anda, silakan gunakan

source: To enjoy full functionality and security of your device, we strongly recommend you to update.
cs: Pro využití všech funkcí a nejvyšší bezpečnost Vašeho zařízení Vám silně doporučujeme aktualizovat.
el: Για να απολαύσετε την πλήρη λειτουργικότητα και την ασφάλεια της συσκευής σας, σας συνιστούμε να την ενημερώσετε.
id: Agar dapat menggunakan fungsi secara penuh dan keamanan pada perangkat anda, kami sangat merekomendasikan anda untuk memperbarui.
ru: Для полной функциональности и безопасности Вашего устройства, мы настоятельно рекомендуем обновить его.

source: To update the firmware:
cs: Pro aktualizaci firmwaru:
el: Για να ενημερώσετε το firmware:
id: Untuk memperbarui firmware:
ru: Для обновления прошивки:

# date
source: Today
id: Hari ini

# basic-label
source: Total balance
cs: Celkový zůstatek
el: Συνολικό υπόλοιπο
id: Total saldo
ru: Общий баланс

source: Total received:
cs: Celkem přijato:
el: Συνολικά ελήφθησαν:
id: Total diterima:
ru: Всего получено:

# header
source: Transactions
cs: Transakce
el: Συναλλαγές
id: Transaksi
ru: Транзакции

source: Transactions
cs: Transakce
id: Transaksi

source: Transactions are loading ...
id: Transaksi sedang dimuat ...

# button
source: Try again
id: Coba lagi

# button
source: Try installing udev rules.
id: Coba install udev rules.

# error-message
source: URL needs to start with https://
id: URL perlu dimulai dengan https://

# error-message
source: URL needs to start with https:// or http://
id: URL perlu dimulai dengan https:// atau http://

# date
source: Unconfirmed
id: Belum dikonfirmasi

# warning-message
source: Unlike your TREZOR, computers are not safe. Malware might replace bitcoin addresses you see.
id: Tidak sama seperti TREZOR, komputer tidak aman. Malware mungkin dapat mengganti alamat bitcoin yang anda lihat.

# error-message
source: Unnecessarily too long.
id: Tidak perlu terlalu lama.

source: Unused address
cs: Nepoužitá adresa
el: Αχρησιμοποίητη διεύθυνση
id: Alamat yang tidak terpakai
ru: Неиспользованный адрес

# heading
source: Update device firmware?
id: Update firmware perangkat?

# heading
source: Update failed
id: Update gagal

source: Update firmware first to use Advanced Recovery
id: Perbarui firmware terlebih dahulu untuk dapat menggunakan Pemulihan Lanjutan

# heading
source: Update was successful
id: Update berhasil

# bridge-update
source: Upgrade for the newest features.
id: Upgrade untuk fitur terbaru dan perbaikan bug.

source: Upgrade for the newest features.
id: Upgrade untuk fitur terbaru dan perbaikan bug.

# firmware-update
source: Upgrade for the newest features.
id: Upgrade untuk fitur terbaru dan perbaikan bug.

# button
source: Upload image
cs: Nahrát obrázek
id: Unggah gambar

# heading
source: Uploading firmware...
id: Unggah firmware...

source: Use this feature only if you have your Recovery Seed or you don't have any coins on your device.
cs: Použijte tuto funkci pouze pokud máte po ruce obnovovací seed nebo nemáte v zařízení žádné prostředky.
el: Χρησιμοποιήστε αυτήν τη δυνατότητα, μόνο αν έχετε το Recovery Seed ή δεν έχετε νομίσματα στη συσκευή σας.
id: Hanya gunakan fitur ini jika anda mempunyai Recovery Seed atau jika anda masih belum mempunyai sejumlah koin pada perangkat anda.
ru: Используйте эту функцию только в том случае, если рядом есть Ваша фраза восстановления или же когда на Вашем устройстве нет биткойнов.

# device-state
source: Used in other window
id: Digunakan di jendela lain

source: Using PIN protection is highly recommended. PIN prevents unauthorized persons from stealing your bitcoins even when they get physical access to your device.
cs: Použití PIN ochrany se silně doporučuje. PIN zabraňuje neoprávněným osobám v krádeži Vašich bitcoinů i v případě, že získají fyzický přistup k Vašemu zařízení.
el: Η χρήση της προστασίας PIN συνιστάται. Το PIN αποτρέπει μη εξουσιοδοτημένα άτομα από το να κλέψουν τα bitcoins σας, ακόμα και όταν μπορούν να πάρουν φυσική πρόσβαση στη συσκευή σας.
id: Penggunaan proteksi PIN cukup direkomendasikan. PIN melindungi dari akses orang lain yang tidak diinginkan untuk mencuri bitcoin anda, meskipun dia mendapatkan akses fisik dari perangkat anda.
ru: Рекомендуется использование защиты PIN-кода. PIN-код предотвращает кражу Ваших биткойнов посторонними лицами даже в том случае, когда они получают физический доступ к Вашему устройству.

source: Using TREZOR with your Android?
cs: Používáte TREZOR na Android zařízení?
el: Χρησιμοποιώντας το TREZOR με το Android σας;
id: Menggunakan TREZOR dengan Android anda?
ru: Используете TREZOR на Android?

source: Using this process might make your TREZOR unusable.
cs: Neoficiální firmware může způsobit problémy s funkčností TREZORu.
el: Χρησιμοποιώντας αυτήν τη διαδικασία θα μπορούσε να κάνει το TREZOR σας άχρηστο.
id: Langkah pada proses ini mungkin dapat membuat TREZOR anda tidak dapat berfungsi.
ru: Запуск этого процесса может сделать Ваш TREZOR непригодным для эксплуатации.

source: Value
id: Nilai

# button
source: Verify
cs: Ověřit
el: Επαλήθευση
id: Verifikasi
ru: Проверка

# header
source: Verify message
cs: Ověřit zprávu
el: Επαλήθευση μηνύματος
id: Verifikasi Pesan
ru: Проверка сообщения

# heading
source: Versions
id: Versi

source: View address at block explorer
cs: Zobrazit adresu v průzkumníku bloků
id: Lihat alamat di block exploler

# warning-message
source: Waiting for camera...
id: Menunggu kamera&hellip;

source: Waiting for transaction history
cs: Čekám na transakční historii
el: Αναμονή για το ιστορικό των συναλλαγών
id: Menunggu riwayat transaksi
ru: Ожидание истории транзакций

# button
source: Wallet
id: Dompet

source: Want to restore your wallet from recovery seed?
cs: Chcete obnovit peněženku z obnovovacího seedu?
el: Θέλετε να επαναφέρετε το πορτοφόλι σας από το recovery seed;
id: Ingin mengembalikan dompet anda dari Recovery Seed?
ru: Хотите восстановить Ваш кошелек с помощью фразы восстановления?

source: Warning:
cs: Varování:
el: Προειδοποίηση:
id: Peringatan:
ru: Предупреждение:

source: We are sorry, TREZOR Wallet is not yet supported on iOS and Windows Phone devices. Please use a computer with Windows, macOS, Linux operating system, or use an Android device.
id: Mohon maaf, Dompet TREZOR saat ini masih belum mendukung di iOS dan perangkat Windows Phone. Silahkan gunakan komputer dengan Windows, macOS, sistem operasi Linux, atau gunakan perangkat Android.

# warning-message
source: We recommend you to verify the payment address through independent communication channels such as a phone call or a text message.
id: Kami sarankan anda untuk memverifikasi alamat pembayaran melalui channel komunikasi independen seperi panggilan telephone atau pesan text.

source: We will now show you the 24 words again.
cs: Nyní se těchto 24 slov zobrazí znovu.
el: Τώρα θα σας δείξουμε ξανά τις 24 λέξεις.
id: Kami sekarang akan menunjukkan 24 kata lagi.
ru: Сейчас мы снова покажем Вам эти 24 слова.

source: Welcome to TREZOR Setup!
cs: Vítejte v nastavení TREZORu!
el: Καλώς ήλθατε στην Εγκατάσταση TREZOR!
id: Selamat datang dipengaturan TREZOR!
ru: Добро пожаловать в установку TREZOR!

source: When you give them to a third party, you allow it to see your whole transaction history.
cs: Předáním třetí straně jí umožníte vidět celou Vaši transakční historii.
el: Όταν τα δίνετε σε τρίτους, τους επιτρέπετε να δουν ολόκληρο το ιστορικό των συναλλαγών σας.
id: Jika anda berniat untuk memberikannya pada pihak ketiga, anda memperbolehkannya untuk melihat keseluruhan sejarah transaksi.
ru: Когда Вы даете его третьей стороне, Вы тем самым позволяете им увидеть историю Ваших транзакций.

# advanced-label
source: Wipe device
cs: Vymazat zařízení
el: Wipe συσκευής
id: Hapus perangkat
ru: Очистка устройства

# button
source: Wipe device
cs: Vymazat zařízení
el: Wipe συσκευής
id: Hapus perangkat
ru: Очистка устройства

# error-message
source: Wipe failed.
id: Gagal menghapus.

# heading
source: Wipe finished
id: Selesai menghapus

source: Wiping the device removes all its information.
id: Menghapus perangkat<span>menghapus seluruh informasi.</span>

# text-with-link
source: With TREZOR Chrome Extension you can use TREZOR Wallet in Chrome without installing any other software. <a>Install TREZOR Chrome Extension</a>
id: Dengan ekstensi TREZOR Chrome anda dapar menggunakan Dompet TREZOR tanpa perlu menginstall perangkat lunak lainnya.

source: Words are going to be entered in shuffled order.
cs: Slova se budou zadávat v náhodném pořadí.
el: Οι λέξεις πρόκειται να εισαχθούν σε τυχαία σειρά.
id: Kata-kata akan dimasukkan dalam urutan yang dikehendaki.
ru: Слова будут введены в перемешанном порядке.

source: Would you like TREZOR Wallet to forget your device or to remember it, so that it is still visible even while disconnected?
cs: Přejete si, aby TREZOR Wallet Vaše zařízení zapoměl nebo aby si ho pamatoval (je viditelné i když je odpojeno)?
el: Θα θέλατε το TREZOR Wallet να ξεχάσει τη συσκευή σας ή να τη θυμάται, έτσι ώστε να είναι ορατή ακόμη και όταν αποσυνδεθεί;
id: Apakah anda ingin Dompet TREZOR untuk menghapus atau menyimpan perangkat anda, sehingga akan tetap terlihat saat sambungan diputuskan?
ru: Вы хотите, чтобы TREZOR Wallet забыл или запомнил Ваше устройство, вследствие чего его будет видно даже при отключении?

source: Write down the 10th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 10 dari TREZOR kedalam kartu recovery seed.

source: Write down the 11th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 11 dari TREZOR kedalam kartu recovery seed.

source: Write down the 12th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 12 dari TREZOR kedalam kartu recovery seed.

source: Write down the 13th word from TREZOR into the recovery seed card.
id: Tuliskan kata ke 13 dari TREZOR kedalam kartu recovery seed.
