Repository: satoshilabs/mytrezor-l10n
Catalog: lang/*/*.po
Languages: cs, el, id, ru

source: * No worries, you can always change it.
cs: * Nebojte se, můžete ho kdykoliv změnit.
id: * Jangan khawatir, anda tentu dapat merubahnya.

source: 1. Click 'Connect to Dropbox' and log in.
cs: 1. Klikněte na ‘Připojit k Dropboxu’ a přihlašte se.
el: 1. Κάντε κλικ στο 'Σύνδεση στο Dropbox' και συνδεθείτε.
id: 1. Klik 'Connect to Dropbox' dan log in.
ru: 1. Кликните 'Connect to Dropbox' и войдите.

source: 12 words
cs: 12 slov
el: 12 λέξεις
id: 12 kata
ru: 12 слов

source: 18 words
cs: 18 slov
el: 18 λέξεις
id: 18 kata
ru: 18 слов

# promos-2fa
source: 2-factor authentication
id: Autentikasi 2-faktor

source: 2. Allow access of your TREZOR device to your Dropbox folder.
cs: 2. Povolte přístup Vašeho TREZORu k Dropboxu.
el: 2. Να επιτρέπεται η πρόσβαση της Trezor συσκευής σας στον Dropbox φάκελό σας.
id: 2. Izinkan akses perangkat TREZOR anda ke folder Dropbox anda.
ru: 2. Разрешить доступ Вашему устройству TREZOR к Вашей Dropbox папке.

source: 24 words
cs: 24 slov
el: 24 λέξεις
id: 24 kata
ru: 24 слов

# promos-2fa
source: 2F authentication
id: Autentikasi 2F

source: 3. Enjoy ultimate TREZOR security and privacy.
cs: 3. Užívejte si maximální bezpečnost a soukromí TREZORu.
el: 3. Απολαύστε την απόλυτη Trezor ασφάλεια και ιδιωτικότητα.
id: 3. Nikmati keamanan dan privasi TREZOR yang hebat.
ru: 3. С удовольствием пользуйтесь непревзойдённой безопасностью и приватностью TREZOR .

# text-with-link
source: <b>Note: </b>Litecoin changed the format of addresses. <a>More info</a>
id: Litecoin mengubah format alamat.

# text-with-link
source: <b>Your account is too big.</b><p>Due to the large size of the account, your TREZOR might take a longer time to load or sign transactions.<br><a>Learn how to make your account smaller</a></p>
id: <b>Akun anda terlalu besar.</b><p>Karena ukuran akun yang besar, TREZOR anda mungkin memerlukan waktu lebih lama untuk memuat atau menandatangani transaksi.<br><a>Pelajari bagaimana membuat akun Anda lebih kecil</a></ p>

source: <i>From</i> {{from}} <i>to</i> {{to}}
id: <i>Dari</i> {{from}} <i>ke</i> {{to}}

source: <i>TREZOR Beta Wallet</i> is a public feature-testing version of the <i>TREZOR Wallet</i>, offering the newest features before they are available to the general public.
id: , menawarkan fitur terbaru sebelum mereka tersedia untuk umum. .

source: <p>This is an advanced interface intended for EXPERT use only!</p><p>If you are a common user and want to setup or recover your TREZOR device, please <a>continue to TREZOR Setup.</a></p><p>Never use this process unless you REALLY know what you are doing!</p><p>No checks are performed on the provided seed, so it can be binary sequence, dice-throw sequence or a random sentence. Valid BIP32 XPRV keys are interpreted prior loading to the device.</p>
id: <p>Ini adalah antarmuka lanjutan yang ditujukan untuk penggunaan AHLI saja!</p><p>Jika anda pengguna biasa dan ingin menyiapkan atau memulihkan perangkat TREZOR anda, silakan<a> lanjutkan ke pengaturan TREZOR.</a></p><p>Jangan pernah menggunakan proses ini kecuali Anda BENAR-BENAR tahu apa yang Anda lakukan!</p><p>Tidak ada pemeriksaan yang dilakukan pada seed yang diberikan, jadi bisa berupa urutan biner, urutan dadu-lempeng atau kalimat acak. Kunci BIP32 XPRV yang valid diinterpretasikan sebelum dimuat ke perangkat.</P>

source: API keys are useful if you want to import a watch-only wallet.
cs: API klíče jsou užitečné, pokud chcete importovat peněženku pouze pro čtení.
el: Τα API κλειδιά είναι χρήσιμα αν θέλετε να εισάγετε ένα watch-only πορτοφόλι.
id: API keys dapat digunakan jika anda ingin import dompet yang bersifat watch-only.
ru: API ключи полезны в том случае, если вы хотите импортировать кошелёк в режиме просмотра (watch-only).

# default-name
source: Account
cs: Účet
el: Λογαριασμός
id: Akun
ru: Счет

# basic-label
source: Account public keys (XPUB)
cs: Veřejný klíč účtu (XPUB)
el: Δημόσια κλειδιά λογαριασμού (XPUB)
id: Akun public keys (XPUB)
ru: Публичные ключи счета (XPUB)

# error-message
source: Action was interrupted
id: Langkah mengalami gangguan

source: Add OP_RETURN
id: Menambahkan OP_RETURN

# button
source: Add account
id: Tambahkan akun

source: Add comment
cs: Přidat komentář
el: Προσθήκη σχολίου
id: Tambahkan komentar
ru: Добавить комментарий

# promos-labeling
source: Add comments,<br>rename accounts.
id: Tambahkan komentar,<br>ubah nama akun.

# button
source: Add legacy account
id: Tambahkan akun legacy

source: Add locktime
id: Menambahkan locktime

source: Add recipient
cs: Přidat příjemce
el: Προσθήκη παραλήπτη
id: Tambahkan penerima
ru: Добавить получателя

# promos-labeling
source: Add transaction comments,<br>rename accounts or addresses.
id: Tambahkan komentar transaksi,<br>ganti nama akun atau alamat.

source: Add your own label
cs: Přidat vlastní popisek
el: Προσθέστε τη δική σας ετικέτα
id: Tambahkan nama label anda
ru: Добавьте Ваше обозначение

# recovery-label
source: Additional passphrase encryption
cs: Dodatečné šifrování pomocí přístupové fráze
el: Πρόσθετη κρυπτογράφηση με φράση πρόσβασης
id: Tambahan enkripsi passphrase
ru: Дополнительное шифрование кодовой фразой

# sign
source: Address
cs: Adresa
el: Διεύθυνση
id: Alamat
ru: Адрес

# form-label
source: Address
id: Alamat

source: Address
cs: Adresa
id: Alamat

source: Address Label
id: Label alamat

# error-message
source: Address verification failed.
id: Verifikasi alamat gagal.

# button
source: Advanced
id: Tingkat lanjut

# recovery-label
source: Advanced recovery
id: Pemulihan tingkat lanjut

source: Advanced setup
cs: Pokročilé nastavení
id: Pengaturan tingkat lanjut

# heading
source: All data on your device will be deleted.
id: Semua data pada perangkat anda akan dihapus.

source: All labels and comments that you add in TREZOR Wallet are automatically encrypted by a key derived from TREZOR device and synchronized with your Dropbox folder ensuring a 100% secure and always available service. Even if your Dropbox account gets compromised, your private data stay safe.
cs: Všechny popisky a komentáře, které ukládáte přes TREZOR Wallet, jsou automaticky šifrovány klíčem derivovaným z TREZOR Wallet a synchronizovány s Vaší osobní Dropbox složkou zaručujíc tak 100% bezpečnost a dostupnost. I kdyby byl Váš Dropbox účet kompromitován, Vaše soukromá data zůstanou v bezpečí.
el: Όλες οι ετικέτες και τα σχόλια που προσθέτετε στο TREZOR Wallet κρυπτογραφούνται αυτόματα από ένα κλειδί που προέρχεται από τη συσκευή Trezor και είναι συγχρονισμένο με τον φάκελο του Dropbox σας εξασφαλίζοντας μια 100% ασφαλή και πάντα διαθέσιμη υπηρεσία. Ακόμη και αν ο λογαριασμός του Dropbox σας βρεθεί σε κίνδυνο, τα προσωπικά σας δεδομένα παραμένουν ασφαλή.
id: Semua nama label dan komentar yang telah ditambahkan di Dompet TREZOR secara otomatis akan di enkripsi oleh key yang berasal dari perangkat TREZOR, dan disingkronisasi dengan folder Dropbox anda untuk memastikan 100% aman dan dapat digunakan sepenuhnya. Meskipun jika akun Dropbox anda berhasil ditembus, data pribadi anda akan tetap aman.
ru: Все обозначения и комментарии, что вы добавляете на TREZOR Wallet автоматически шифруются ключом TREZOR-устройства и синхронизируются с вашей Dropbox папкой для обеспечения 100% безопасности и доступности сервиса в любое время. Даже если Ваш Dropbox аккаунт будет скомпрометирован, ваши личные данные останутся в безопасности.

# date
source: All time
id: Sepanjang waktu

# form-label
source: Amount
id: Jumlah

# error-message
source: Amount has too many decimals
id: Jumlah memiliki terlalu banyak desimal

# error-message
source: Amount is missing
id: Jumlah diperlukan.

# error-message
source: Amount is not a number
id: Jumlah bukan sebuah angka

# error-message
source: Amount is too low
id: Jumlahnya terlalu rendah

# button
source: App Settings
id: Pengaturan App

# heading
source: Application Settings
id: Pengaturan Aplikasi

source: BIP32 Path:
cs: BIP32 cesta:
el: BIP32 Διαδρομή:
id: Jalur BIP32:
ru: BIP32 Путь:

# button
source: Backspace
id: Menghapus

source: Balance
cs: Zůstatek
id: Saldo

# button
source: Basic
id: Dasar

source: Be careful with your XPUBs.
cs: Buďte opatrný s Vašimi XPUBy.
el: Να είστε προσεκτικοί με τα XPUBs σας.
id: Hati-hati dengan XPUBs anda.
ru: Будьте осторожны с вашими XPUB ключами.

# form-label
source: Bitcore Server URL
id: URL Server Bitcore

# error-message
source: Bitcore server failed.
id: Server Bitcore gagal.

# heading
source: Bootloader mode
id: Mode bootloader

# button
source: Cancel
id: Batal

# error-message
source: Careful, It's too easy to guess.
id: Hati-hati, terlalu mudah ditebak.

# heading
source: Caution!
id: Peringatan!

# form-label
source: Cell delimiter
id: Pembatasan sel

# button
source: Change
id: Ganti

# button
source: Change PIN
cs: Změnit PIN
el: Αλλαγή PIN
id: Ganti PIN
ru: Изменить PIN

source: Change comment
cs: Změnit komentář
el: Αλλαγή σχολίου
id: Ganti komentar
ru: Изменить комментарий

# button
source: Change label
cs: Změnit popisek
el: Αλλαγή ετικέτας
id: Ganti label
ru: Изменить обозначение

# heading
source: Check address on TREZOR display
id: Periksa alamat pada layar TREZOR

# warning-message
source: Choose a strong PIN to protect your device from unauthorized access. The layout is displayed on your TREZOR.
id: Gunakan PIN yang kuat untuk mengamankan perangkat anda dari akses tersembunyi. Petunjuk telah ada di TREZOR anda.

# button
source: Clear
cs: Vymazat
el: Καθαρισμός
id: Hapus
ru: Очистить

source: Click to hide address
cs: Klikněte pro skrytí adresy
el: Κάντε κλικ για να κρύψετε τη διεύθυνση
id: Klik untuk menyembunyikan alamat
ru: Кликните, чтобы скрыть адрес

# button
source: Click to renew session
id: Klik untuk memperbarui sesi

source: Click to show address
cs: Klikněte pro zobrazení adresy
el: Κάντε κλικ για να δείξετε τη διεύθυνση
id: Klik untuk melihat alamat
ru: Кликните, чтобы показать адрес

# tooltip
source: Close
id: Tutup

# button
source: Close
id: Tutup

# form-label
source: Comment
id: Komentar

# heading
source: Confirm action on your TREZOR device.
id: Konfirmasi langkah pada perangkat TREZOR anda.

# heading
source: Confirm action on your device.
id: Konfirmasi langkah pada perangkat anda.

source: Confirm choice by pressing enter.
cs: Potvrďte volbu stisknutím klávesy Enter.
el: Επιβεβαιώστε την επιλογή πατώντας enter.
id: Tekan enter untuk mengkonfirmasi.
ru: Подтвердите выбор нажатием Enter.

# heading
source: Confirm passphrase encryption
id: Konfirmasi enkripsi passphrase

# heading
source: Confirm provided information.
id: Konfirmasikan informasi anda.

source: Confirmation time cannot be estimated.
id: Waktu konfirmasinya tidak dapat diperkirakan.

# success-message
source: Congratulations! Your device is now ready to use.
id: Selamat! Perangkat anda sekarang siap digunakan.

source: Connect TREZOR to continue
cs: Pro pokračování připojte TREZOR
id: Hubungkan TREZOR untuk melanjutkan

source: Connect the device to change PIN.
cs: Připojte zařízení pro změnu PINu.
el: Συνδέστε τη συσκευή για να αλλάξετε το PIN.
id: Hubungkan perangkat untuk merubah PIN.
ru: Подключите устройство для изменения PIN.

source: Connect the device to change the label.
cs: Připojte zařízení pro změnu popisku.
el: Συνδέστε τη συσκευή για να αλλάξετε την ετικέτα.
id: Hubungkan perangkat untuk merubah nama label.
ru: Подключите устройство для изменения обозначения.

source: Connect the device to disable PIN.
cs: Připojte zařízení pro vypnutí PINu.
el: Συνδέστε τη συσκευή για να απενεργοποιήσετε το PIN.
id: Hubungkan perangkat untuk nonaktifkan PIN.
ru: Подключите устройство для отключения PIN кода.

source: Connect the device to disable passphrase.
cs: Připojte zařízení pro vypnutí přístupové fráze.
el: Συνδέστε τη συσκευή για να απενεργοποιήσετε τη φράση πρόσβασης.
id: Hubungkan perangkat untuk nonaktifkan passphrase.
ru: Подключите устройство для отключения кодовой фразы.

source: Connect the device to enable PIN.
cs: Připojte zařízení pro zapnutí PINu.
el: Συνδέστε τη συσκευή για να ενεργοποιήσετε το PIN.
id: Hubungkan perangkat untuk aktifkan PIN.
ru: Подключите устройство для включения PIN кода.

source: Connect the device to enable passphrase.
cs: Připojte zařízení pro zapnutí přístupové fráze.
el: Συνδέστε τη συσκευή για να ενεργοποιήσετε τη φράση πρόσβασης.
id: Hubungkan perangkat untuk aktifkan passphrase.
ru: Подключите устройство для включения кодовой фразы.

source: Connect the device to set its homescreen.
cs: Připojte zařízení pro nastavení pozadí.
el: Συνδέστε τη συσκευή για να ορίσετε την αρχική οθόνη.
id: Hubungkan perangkat untuk mengatur homescreen.
ru: Подключите устройство для установки заставки.

# button
source: Connect to Dropbox
id: Hubungkan ke Dropbox

source: Connect to Dropbox to enable:<br>- renaming accounts<br>- commenting transactions<br>- labeling addresses and more...
cs: Připojit k Dropboxu a povolit:<br>- přejmenovávání účtů<br>- komentáře k transakcím<br>- popisování adres atd…
el: Συνδεθείτε στο Dropbox για να ενεργοποιήσετε: <br>- μετονομασία λογαριασμών <br>- σχολιάζοντας συναλλαγές <br>-ετικετοποίηση διευθύνσεων και περισσότερα...
id: Hubungkan Dropbox untuk aktifkan:<br>- merubah akun<>- menambah komentar transaksi<>- menamai alamat dan lainnya...
ru: Подключите к Dropbox чтобы:<br>- переименовывать счета<br>- комментировать транзакции<br>- делать обозначения адресам и много чего другого...

source: Connect your TREZOR to display this address
cs: Připojte Váš TREZOR pro zobrazení této adresy
el: Συνδέστε το TREZOR σας για να εμφανίσετε αυτή τη διεύθυνση
id: Hubungkan TREZOR anda untuk menampilkan address ini
ru: Подключите ваш TREZOR для отображения этого адреса

# device-state
source: Connected device
id: Perangkat yang terhubung

source: Connecting ...
cs: Připojuji ...
id: Menghubungkan ...

# button
source: Continue
id: Lanjutkan

# form-label
source: Currency backend
id: Backend mata uang

# transaction-fee
source: Custom
id: Kostum

# label
source: Custom image
cs: Vlastní obrázek
id: Gambar custom

source: Date
id: Tanggal

source: Details
cs: Podrobnosti
id: Rincian

# heading
source: Device
id: Perangkat

# form-label
source: Device ID
id: ID Perangkat

source: Device basics
id: Dasar perangkat

# heading
source: Device firmware is outdated.
id: Firmware perangkat kadaluarsa.

source: Device has to be wiped before recovery.
cs: Zařízení musí být před obnovením vymazáno.
el: Η συσκευή πρέπει να σβηστεί πριν από την ανάκτηση.
id: Perangkat harus dihapus sebelum dilakukan pemulihan.
ru: Устройство должно быть очищено перед восстановлением.

# error-message
source: Device is updated in other window
id: Perangkat sedang diperbarui di jendela lain

# form-label
source: Device label
id: Label Perangkat

# recovery-label
source: Device label
cs: Název zařízení
el: Ετικέτα συσκευής
id: Label Perangkat
ru: Обозначение устройства

source: Device needs to be connected in order to wipe it.
cs: Pro vymazání musí být zařízení připojeno.
el: Η συσκευή πρέπει να συνδεθεί για να την κάνετε wipe.
id: Perangkat perlu tetap terhubung agar dapat dihapus.
ru: Для очистки устройства оно должно быть подключено.

# button
source: Disable PIN
cs: Vypnout PIN
el: Απενεργοποίηση PIN
id: Nonaktifkan PIN
ru: Отключить PIN

# advanced-label
source: Disable PIN
cs: Vypnout PIN
el: Απενεργοποίηση PIN
id: Nonaktifkan PIN
ru: Откл. PIN

# button
source: Disable passphrase encryption
cs: Vypnout šifrování pomocí přístupové fráze
el: Απενεργοποιήσετε τη φράση πρόσβασης κρυπτογράφησης
id: Nonaktifkan enkripsi passphrase
ru: Отключение шифрования кодовой фразой

# pin
source: Disabled
cs: Vypnuto
el: Απενεργοποιημένο
id: Nonaktif
ru: Отключён

# heading
source: Disconnect your TREZOR now
id: Putuskan sambungan TREZOR sekarang

source: Disconnect your TREZOR to disable passphrase.
cs: Odpojte TREZOR pro vypnutí přístupové fráze.
el: Αποσυνδέστε το TREZOR σας για να απενεργοποιήσετε τη φράση πρόσβασης.
id: Putuskan sambungab TREZOR anda untuk menonaktiflan passphrase.
ru: Отсоедините Ваш TREZOR чтобы отключить кодовую фразу.

source: Disconnect your TREZOR to enable passphrase.
cs: Odpojte TREZOR pro zapnutí přístupové fráze.
el: Αποσυνδέστε το TREZOR σας για να ενεργοποιήσετε τη φράση πρόσβασης.
id: Putuskan sambungan TREZOR anda untuk aktifkan passphrase.
ru: Отсоедините Ваш TREZOR для включения кодовой фразы.

# device-state
source: Disconnected device
id: Putuskan sambungan perangkat

# tooltip
source: Display transaction on explorer
id: Lihat transaksi di exploler

source: Do not receive bitcoins to the addresses in this BCH wallet, do not send Bitcoin Cash coins to Bitcoin addresses.
id: Jangan menerima bitcoin ke alamat yang ada di dompet BCH ini, jangan kirim koin Bitcoin Cash ke alamat Bitcoin.

source: Do you use Google Chrome on this computer?
cs: Používáte na tomto počítači Google Chrome?
el: Χρησιμοποιείτε το Google Chrome σε αυτόν τον υπολογιστή;
id: Apakah anda menggunakan Google Chrome di komputer ini?
ru: Вы используете Google Chrome на этом компьютере?

# heading
source: Do you want to update the device firmware?
id: Apakah anda ingin memperbarui firmware perangkat?

# button
source: Don't forget
id: Jangan Lupa

source: Don't forget to double check the address ...
cs: Nezapomeňte zkontrolovat správnost adresy ...
id: Jangan lupa untuk kroscek alamat ...

# button
source: Download
id: Unduh

# button
source: Download TREZOR Manager App on Google Play.
id: Unduh TREZOR Manager App di Google Play.

# heading
source: Downloading firmware...
id: Mengunduh firmware...

# heading
source: ETH / ETC Wallet
id: Dompet ETH / ETC

# transaction-fee
source: Economy
cs: Úsporný
el: Οικονομία
id: Ekonomis
ru: Экономная

# button
source: Edit Device basics
id: Ubah Perangkat dasar

source: Edit label
cs: Upravit popisek
id: Ubah label

# button
source: Enable Labeling
id: Aktifkan menamai label

# button
source: Enable PIN
cs: Zapnout PIN
el: Ενεργοποίηση PIN
id: Aktifkan PIN
ru: Включить PIN

# recovery-label
source: Enable PIN protection
cs: Zapnout PIN ochranu
el: Ενεργοποίηση προστασίας PIN
id: Aktifkan proteksi PIN
ru: Включить PIN защиту

# heading
source: Enable labeling
id: Aktifkan menamai label

# button
source: Enable passphrase encryption
cs: Zapnout šifrování pomocí přístupové fráze
el: Ενεργοποίηση κρυπτογράφησης συνθηματικής φράσης
id: Aktifkan enksripsi passphrase
ru: Включить шифрование кодовой фразой

# pin
source: Enabled
cs: Zapnuto
el: Ενεργοποιημένο
id: Aktif
ru: Включено

source: Enter seed word
cs: Zadejte slovo seedu
el: Εισάγετε λέξη σπόρων
id: Masukkan kata seed
ru: Введите слово фразы восстановления

# heading
source: Enter your new {{label}} PIN
id: Masukkan yang baru

# heading
source: Ethereum Wallet
id: Dompet Ethereum

source: Example:
cs: Příklad:
el: Παράδειγμα:
id: Contoh:
ru: Пример:

source: Expected confirmation time
cs: Předpokládaná doba ověření
el: Αναμενόμενος χρόνος επιβεβαίωσης
id: Perkiraan waktu konfirmasi
ru: Ожидаемое время подтверждения

# form-label
source: Explorer URL
id: URL Explorer

# error-message
source: Failed to add account.
id: Gagal menambahkan akun.

# error-message
source: Failed to change the device label.
id: Gagal merubah nama label perangkat.

# error-message
source: Failed to renew session.
id: Gagal memperbarui sesi.

# error-message
source: Failed to send transaction
id: Gagal mengirim transaksi

# error-message
source: Failed to sign message:
id: Gagal menandatangani pesan

# error-message
source: Failed to verify message:
id: Gagal memverifikasi pesan

source: Fee
cs: Poplatek
el: Αμοιβή
id: Biaya
ru: Комиссия

source: Fee is not a natural number.
id: Biaya bukan angka.

source: Fee is not a number.
id: Biaya bukan angka.

# warning-message
source: Fee is over threshold.
id: Biaya melebihi batas.

source: Fee is too low.
id: Biaya terlalu rendah.

# form-label
source: Fiat Currency
id: Mata uang FIAT

# form-label
source: First row is header
id: Header baris pertama

source: Flower Close Up In Darkness by A Guy is licenced under CC BY 2.0
cs: Flower Close Up In Darkness od A Guy je licencován CC BY 2.0
id: Bunga tampak dekat di kegelapan oleh "A Guy" dengan lisensi dibawah CC BY 2.0
ru: Flower Close Up In Darkness. Автор: A Guy. Лицензия: CC BY 2.0

source: Follow the instructions on your device.
id: Konfirmasi langkah pada perangkat anda.

# button
source: For more information, visit the user manual.
id: Untuk informasi lebih lanjut, lihat di user manual.

source: For security reasons, TREZOR is shipped without firmware installed. This is to ensure that your firmware will be up-to-date at the time of initialization.
id: Untuk alasan keamanan, TREZOR dikirim tanpa instalasi firmware terlebih dahulu. Hal ini untuk meyakinkan bahwa firmware anda akan tetap 'up to date' saat inisasi awal.

# warning-message
source: For testing purposes, Wallet uses the same dollar rates for testnet coins as for bitcoin.
id: Untuk tujuan pengujian, Wallet menggunakan harga dolar yang sama untuk koin testnet seperti untuk bitcoin.

# button
source: Forget
id: Lupa

# button
source: Forget device
id: Hapus perangkat ini

source: Forgetting only removes the device from the list on the left, your bitcoins are still safe and you can access them by reconnecting your TREZOR again.
cs: Zapomenutí pouze odstraní Vaše zařízení z levého seznamu, Vaše bitcoiny jsou stále v bezpečí a můžete k nim přistupovat po opětovném připojení TREZORu.
el: Η επιλογή "ξεχάστε" αφαιρεί μόνο τη συσκευή από τη λίστα στα αριστερά, τα bitcoins σας είναι ακόμη ασφαλή και μπορείτε να έχετε πάλι πρόσβαση σ' αυτά συνδέοντας το TREZOR σας ξανά.
id: Kondisi lupa ini hanya akan menghapus perangkat pada list di sebelah kiri, bitcoin anda akan tetap aman dan bisa diakses dengan menghubungkan TREZOR anda kembali.
ru: Забывание только удаляет устройство из списка слева. Ваши биткоины по-прежнему находятся в безопасности и Вы можете снова получить доступ к ним через подключение к TREZORу.

source: Fresh address
cs: Čerstvá adresa
el: Νέα διεύθυνση
id: Alamat baru
ru: Новый адрес

source: From that moment on you can:
cs: Od toho momentu můžete:
el: Από εκείνη τη στιγμή μπορείτε να:
id: Pada situasi ini anda dapat:
ru: Начиная с данного момента, вы можете:

source: Gallery selection
cs: Výběr z galerie
id: Pilihan galeri

# button
source: Go back
id: Kembali

# button
source: Go to MyEtherWallet
id: Pergi ke MyEtherWallet

source: Hide previous
cs: Skrýt předchozí
el: Απόκρυψη προηγούμενου
id: Sembunyikan sebelumnya
ru: Скрыть предыдущие

source: Hide this account
cs: Skrýt tenhle účet
el: Απόκρυψη αυτού του λογαριασμού
id: Sembunyikan akun ini
ru: Скрыть этот счет

# transaction-fee
source: High
cs: Vysoký
el: Υψηλή
id: Tinggi
ru: Высокая

# error-message
source: Homescreen change failed.
id: Perubahan homescreen gagal.

source: Homescreen setup
cs: Nastavení pozadí
id: Pengaturan homescreen

# success-message
source: Homescreen was successfully changed.
id: Berhasil merubah homescreen.

source: How about buying some bitcoins?
id: Bagaimana cara membeli sejumlah bitcoin?

source: If asked, please confirm the update on your device.
cs: Pokud budete požádáni, potvrďte aktualizaci na Vašem zařízení.
el: Εάν σας ζητηθεί, επιβεβαιώστε την ενημερωμένη έκδοση στη συσκευή σας.
id: Jika diminta, mohon konfirmasikan pembaruan perangkat anda.
ru: Если потребуется, пожалуйста подтвердите обновление на вашем устройстве.

source: If the address matches your TREZOR display, you can be sure it is genuine.
cs: V případě, že adresa odpovídá adrese na displeji TREZORu, můžete si být jisti tím, že je pravá.
el: Εάν η διεύθυνση ταιριάζει με αυτή στην οθόνη του TREZOR σας, μπορείτε να είστε σίγουροι ότι είναι γνήσια.
id: Jika alamat sama persis dengan yang ditampilkan TREZOR, anda bisa memastikan bahwa itu asli.
ru: Если адрес совпадает с тем, что на TREZOR - вы можете быть уверены в его подлинности.
